[
    {
        "verse_id": "1",
        "text": "He is a blessed grhasta (householder) in whose house there is a blissful atmosphere, whose sons are talented, whose wife speaks sweetly, whose wealth is enough to satisfy his desires, who finds pleasure in the company of his wife, whose servants are obedient, in whose house hospitality is shown, the auspicious Supreme Lord is worshiped daily, delicious food and drink is partaken, and who finds joy in the company of devotees.",
        "gujarati": "તે સુખી ગૃહસ્થ છે, જેના ઘરમાં સુખદ વાતાવરણ છે, જેના પુત્રો પ્રતિભાશાળી છે, જેણીની પત્ની મીઠું બોલે છે, જેમનું સંપત્તિ પોતાની ઇચ્છાઓ પૂરી કરવા પૂરતું છે, જે પોતાના પત્નીની સાથમાં આનંદ અનુભવે છે, જેણાના નોકર આજ્ઞાકારી છે, જેના ઘરમાં ઓથિત્ય બતાવવામાં આવે છે, શુભ ભગવાનની દૈનિક પૂજા કરવામાં આવે છે, સ્વાદિષ્ટ ભોજન અને પાન કરવામાં આવે છે, અને જે ભક્તોની સંગતમાં આનંદ અનુભવે છે.",
        "hindi": "वह एक धन्य गृहस्थ है, जिसके घर में आनंदपूर्ण वातावरण है, जिसके पुत्र प्रतिभाशाली हैं, जिसकी पत्नी मधुर बोलती है, जिसकी संपत्ति उसकी इच्छाओं को संतुष्ट करने के लिए पर्याप्त है, जो अपनी पत्नी के साथ सुख पाता है, जिसके सेवक आज्ञाकारी हैं, जिसके घर में आतिथ्य दिखाया जाता है, जहां शुभ भगवान की दैनिक पूजा होती है, स्वादिष्ट भोजन और पेय लिया जाता है, और जो भक्तों की संगति में आनंद पाता है।"
    },
    {
        "verse_id": "2",
        "text": "One who devotedly gives a little to a brahmana who is in distress is recompensed abundantly. Hence, O Prince, what is given to a good brahmana is got back not in an equal quantity, but in an infinitely higher degree.",
        "gujarati": "જે વ્યથિત બ્રાહ્મણને થોડું દાન ભક્તિપૂર્વક આપે છે, તે બેહદ લોહાર થાય છે. તેથી, હે રાજકુમાર, સારા બ્રાહ્મણને આપેલું દાન સમાન માત્રામાં પાછું નથી મળે, પરંતુ અનંત ગણી વધારે પ્રમાણમાં મળે છે.",
        "hindi": "जो व्यक्ति संकटग्रस्त ब्राह्मण को भक्ति-पूर्वक थोड़ा सा दान देता है, उसे प्रचुर मात्रा में प्रतिफल मिलता है। इसलिए, हे राजकुमार, एक अच्छे ब्राह्मण को दिया गया दान समान मात्रा में नहीं मिलता, बल्कि अनंत गुना अधिक प्राप्त होता है।"
    },
    {
        "verse_id": "3",
        "text": "Those men who are happy in this world, who are generous towards their relatives, kind to strangers, indifferent to the wicked, loving to the good, shrewd in their dealings with the base, frank with the learned, courageous with enemies, humble with elders and stern with the wife.",
        "gujarati": "તે લોકો જ આ દુનિયામાં ખુશ છે, જેઓ પોતાના સગા સંબંધીઓ પ્રત્યે ઉદાર છે, અજાણ્યા લોકો પ્રત્યે દયાળુ છે, દુષ્ટ લોકો પ્રત્યે ઉદાસીન છે, સારા લોકો પ્રત્યે પ્રેમાળ છે, ધોરણવાળાઓ સાથે વ્યવહારમાં સમજદાર છે, પંડિતો પ્રત્યે સ્પષ્ટ છે, દુશ્મનો પ્રત્યે શૂરવીર છે, વૃદ્ધો પ્રત્યે વિનમ્ર છે અને પત્ની પ્રત્યે કડક છે.",
        "hindi": "वे लोग इस दुनिया में खुश रहते हैं, जो अपने रिश्तेदारों के प्रति उदार होते हैं, अजनबियों के प्रति दयालु होते हैं, दुष्टों के प्रति उदासीन होते हैं, अच्छे लोगों के प्रति प्रेमपूर्ण होते हैं, नीच लोगों के साथ व्यवहार में चतुर होते हैं, विद्वानों के प्रति स्पष्ट होते हैं, शत्रुओं के प्रति साहसी होते हैं, बड़ों के प्रति विनम्र होते हैं और पत्नी के प्रति कठोर होते हैं।"
    },
    {
        "verse_id": "4",
        "text": "O jackal, leave aside the body of that man at once, whose hands have never given in charity, whose ears have not heard the voice of learning, whose eyes have not beheld a pure devotee of the Lord, whose feet have never traversed to holy places, whose belly is filled with things obtained by crooked practices, and whose head is held high in vanity. Do not eat it, O jackal, otherwise you will become polluted.",
        "gujarati": "હે શિયાળ, તે માણસના શરીરને તરત જ છોડી દે, જેનાં હાથોએ ક્યારેય દાન આપ્યું નથી, જેનાં કાનોએ ક્યારેય વિદ્યા કે વિચારનું અવાજ સાંભળ્યું નથી, જેનાં આંખોએ ક્યારેય ભગવાનના ખરા ભક્તને જોયું નથી, જેનાં પગ પવિત્ર સ્થાનોએ ક્યારેય નથી જતા, જેનો પેટ ખોટા રસ્તાઓથી મેળવેલી વસ્તુઓથી ભરેલો છે, અને જેનું માથું ગર્વમાં ઊંચું છે. તેને ના ખાધે હે શિયાળ, નહીતર તું અશુદ્ધ બની જશો.",
        "hindi": "हे सियार, उस व्यक्ति के शरीर को तुरंत छोड़ दे, जिसके हाथों ने कभी दान नहीं दिया, जिसके कानों ने कभी विद्या की आवाज नहीं सुनी, जिसकी आँखों ने कभी भगवान के शुद्ध भक्त को नहीं देखा, जिसके पैर कभी पवित्र स्थानों पर नहीं गए, जिसका पेट टेढ़े-मेढ़े तरीकों से प्राप्त चीजों से भरा है, और जिसका सिर अहंकार में ऊँचा है। उसे मत खा, हे सियार, अन्यथा तुम अपवित्र हो जाओगे।"
    },
    {
        "verse_id": "5",
        "text": "'Shame upon those who have no devotion to the lotus feet of Sri Krishna, the son of mother Yasoda; who have no attachment for the describing the glories of Srimati Radharani; whose ears are not eager to listen to the stories of the Lord's lila.' Such is the exclamation of the mrdanga sound of dhik-tam dhik-tam dhigatam at kirtana.",
        "gujarati": "'તેમનાં ઉપદેશ સંભળતા નથી, તેમની લિલાઓના કથા સાંભળવા આતુર નથી.' કીર્તન દરમિયાન મૃદંગનો અવાજ ધિક-તામ ધિક-તામ ધિગતામ આ રીતે સંભળાય છે.",
        "hindi": "'उन पर धिक्कार है जिनकी मां यशोदा के पुत्र श्री कृष्ण के चरण कमलों के प्रति भक्ति नहीं है; जो श्रीमति राधारानी की महिमा का वर्णन करने में रुचि नहीं रखते; जिनके कान भगवान की लीलाओं की कहानियाँ सुनने के लिए उत्सुक नहीं हैं।' ऐसा कीर्तन के दौरान मृदंग की धिक-ताम धिक-ताम धिगतम ध्वनि का उच्चारण है।"
    },
    {
        "verse_id": "6",
        "text": "What fault of spring that the bamboo shoot has no leaves? What fault of the sun if the owl cannot see during the daytime? Is it the fault of the clouds if no raindrops fall into the mouth of the chatak bird? Who can erase what Lord Brahma has inscribed upon our foreheads at the time of birth?",
        "gujarati": "તે બાંસના કોડિયાં પાસે પાંદડા ન હોય તો તે વસંતનો શું દોષ? ઊલ્લુ દિવસ દરમ્યાન જોઈ શકતું નથી તો તે સૂર્યનો શું દોષ? જો મેઘોના પાણી ચાતક પક્ષીના મુખમાં ન પડે તો તે મેઘોનો શું દોષ? ભગવાન બ્રહ્માએ જન્મ સમયે અમારા મસ્તક પર લખેલું કોણ મિટાવી શકે?",
        "hindi": "वसंत का क्या दोष है यदि बांस की कोंपल में पत्ते नहीं हैं? दिन में उल्लू नहीं देख सकता तो क्या यह सूर्य का दोष है? यदि मेघों का पानी चातक पक्षी के मुख में नहीं गिरता तो इसमें बादलों का क्या दोष है? भगवान ब्रह्मा ने जन्म के समय हमारे माथे पर जो लिखा है उसे कौन मिटा सकता है?"
    },
    {
        "verse_id": "7",
        "text": "A wicked man may develop saintly qualities in the company of a devotee, but a devotee does not become impious in the company of a wicked person. The earth is scented by a flower that falls upon it, but the flower does not contact the odour of the earth.",
        "gujarati": "એક દુષ્કર્મી વ્યક્તિ ભક્તની સગીમાં પવિત્ર ગુણો વિકસાવી શકે છે, પરંતુ એક ભક્ત દુષ્કર્મી વ્યક્તિની સગીમાં અપવિત્ર નથી બનતો. જમીન પર પડતી ફૂલથી જમીન સુગંધિત થાય છે, પણ ફૂલ જમીનની વાસને સ્પર્શતું નથી.",
        "hindi": "एक दुष्ट व्यक्ति एक भक्त की संगति में पवित्र गुणों का विकास कर सकता है, लेकिन एक भक्त दुष्ट व्यक्ति की संगति में अपवित्र नहीं होता। भूमि फूल के गिरने से सुगंधित हो जाती है, लेकिन फूल भूमि की गंध को स्पर्श नहीं करता।"
    },
    {
        "verse_id": "8",
        "text": "One indeed becomes blessed by having darshan of a devotee; for the devotee has the ability to purify immediately, whereas the sacred tirtha gives purity only after prolonged contact.",
        "gujarati": "મનુષ્ય ભક્તના દર્શનથી સુખી થાય છે; કારણ કે ભક્ત તાત્કાલિક શુદ્ધિ આપવા સક્ષમ છે, જ્યારે પવિત્ર તીર્થો લાંબા સંપર્ક પછી જ શુદ્ધિ આપે છે.",
        "hindi": "भक्त के दर्शन से व्यक्ति धन्य हो जाता है; क्योंकि भक्त तुरंत शुद्ध करने की क्षमता रखता है, जबकि पवित्र तीर्थस्थल लंबे समय तक संपर्क में रहने के बाद ही शुद्धि प्रदान करते हैं।"
    },
    {
        "verse_id": "9",
        "text": "A stranger asked a brahmana, 'Tell me, who is great in this city?' The brahmana replied, 'The cluster of palmyra trees is great.' Then the traveller asked, 'Who is the most charitable person?' The brahmana answered, 'The washerman who takes the clothes in the morning and gives them back in the evening is the most charitable.' He then asked, 'Who is the ablest man?' The brahmana answered, 'Everyone is expert in robbing others of their wives and wealth.' The man then asked the brahmana, 'How do you manage to live in such a city?' The brahmana replied, 'As a worm survives while even in a filthy place so do I survive here!'",
        "gujarati": "એક અજાણ્યા વ્યક્તિએ બ્રાહ્મણને પૂછ્યું, 'મને કહો, આ શહેરમાં કોણ મહાન છે?' બ્રાહ્મણે જવાબ આપ્યો, 'તાડના વૃક્ષોની ઝુંડ મહાન છે.' પછી મુસાફરે પૂછ્યું, 'સૌથી ઉદાર માણસ કોણ છે?' બ્રાહ્મણે જવાબ આપ્યો, 'ધોબી જે સવારે કપડાં લઈ જાય છે અને સાંજે પાછા આપે છે તે સૌથી ઉદાર છે.' તેણે ફરી પૂછ્યું, 'સૌથી કુશળ માણસ કોણ છે?' બ્રાહ્મણે જવાબ આપ્યો, 'દરેક જણ બીજા લોકોની પત્ની અને સંપત્તિ લૂંટવામાં કુશળ છે.' તે વ્યક્તિએ પછી બ્રાહ્મણને પૂછ્યું, 'તમે આ શહેરમાં કેવી રીતે જીવો છો?' બ્રાહ્મણે જવાબ આપ્યો, 'જેમ એક કીડો ગંદકીમાં જીવે છે, એમ હું અહીં જીવું છું!'",
        "hindi": "एक अजनबी ने एक ब्राह्मण से पूछा, 'मुझे बताओ, इस शहर में कौन महान है?' ब्राह्मण ने उत्तर दिया, 'ताल के पेड़ों का झुंड महान है।' फिर यात्री ने पूछा, 'सबसे उदार व्यक्ति कौन है?' ब्राह्मण ने उत्तर दिया, 'धोबी जो सुबह कपड़े ले जाता है और शाम को वापस देता है, सबसे उदार है।' उसने फिर पूछा, 'सबसे सक्षम व्यक्ति कौन है?' ब्राह्मण ने उत्तर दिया, 'हर कोई दूसरों की पत्नियों और संपत्ति को लूटने में निपुण है।' फिर उस आदमी ने ब्राह्मण से पूछा, 'आप इस शहर में कैसे जीवित रहते हैं?' ब्राह्मण ने उत्तर दिया, 'जैसे एक कीड़ा गंदगी में जीवित रहता है, वैसे ही मैं यहाँ जीवित रहता हूँ!'"
    },
    {
        "verse_id": "10",
        "text": "The house in which the lotus feet of brahmanas are not washed, in which Vedic mantras are not loudly recited, and in which the holy rites of svaha (sacrificial offerings to the Supreme Lord) and swadha (offerings to the ancestors) are not performed, is like a crematorium.",
        "gujarati": "તે ઘર જ્યાં બ્રાહ્મણોના ચરણ કમળો ધોઈતા નથી, જ્યાં વૈદિક મંત્રો ઉંચા અવાજમાં પઢાતા નથી, અને જ્યાં સ્વાહા (ભગવાનને અર્પણ કરેલ યજ્ઞ) અને સ્વધા (પૂર્વજોને અર્પણ કરેલ યજ્ઞ) જેવા પવિત્ર કર્મકાંડ કરવામાં આવતા નથી, તે સ્મશાન જેવી છે.",
        "hindi": "वह घर जिसमें ब्राह्मणों के चरण कमल नहीं धोए जाते, जिसमें वेद मंत्र जोर से नहीं पढ़े जाते, और जिसमें स्वाहा (भगवान को अर्पित बलिदान) और स्वधा (पूर्वजों को अर्पित बलिदान) जैसे पवित्र अनुष्ठान नहीं किए जाते, वह श्मशान के समान है।"
    },
    {
        "verse_id": "11",
        "text": "(It is said that a sadhu, when asked about his family, replied thusly): truth is my mother, and my father is spiritual knowledge; righteous conduct is my brother, and mercy is my friend, inner peace is my wife, and forgiveness is my son: these six are my kinsmen.",
        "gujarati": "(કહેવામાં આવે છે કે જ્યારે એક સાધુને તેના પરિવાર વિશે પૂછવામાં આવ્યું, તો તેણે આ રીતે જવાબ આપ્યો): સત્ય મારી માતા છે, અને આధ్యાત્મિક જ્ઞાન મારા પિતા છે; ધાર્મિક આચરણ મારા ભાઈ છે, અને દયા મારા મિત્ર છે, આંતરિક શાંતિ મારી પત્ની છે, અને ક્ષમા મારું પુત્ર છે: આ છ લોકો મારા સગા છે.",
        "hindi": "(ऐसा कहा जाता है कि जब एक साधु से उसके परिवार के बारे में पूछा गया, तो उसने इस प्रकार उत्तर दिया): सत्य मेरी माता है, और आध्यात्मिक ज्ञान मेरे पिता हैं; धार्मिक आचरण मेरे भाई हैं, और दया मेरे मित्र हैं, आंतरिक शांति मेरी पत्नी है, और क्षमा मेरा पुत्र है: ये छह मेरे कुटुंबी हैं।"
    },
    {
        "verse_id": "12",
        "text": "Our bodies are perishable, wealth is not at all permanent and death is always nearby. Therefore we must immediately engage in acts of merit.",
        "gujarati": "આપણા શરીરો નાશવંત છે, સંપત્તિ બિલકુલ કાયમી નથી અને મૃત્યુ હંમેશા નજીકમાં છે. તેથી, અમને તાત્કાલિક પુણ્યકર્મોમાં વ્યસ્ત થવું જોઈએ.",
        "hindi": "हमारे शरीर नाशवान हैं, धन स्थायी नहीं है और मृत्यु हमेशा पास ही है। इसलिए हमें तुरंत पुण्य कर्मों में संलग्न हो जाना चाहिए।"
    },
    {
        "verse_id": "13",
        "text": "Arjuna says to Krishna. 'Brahmanas find joy in going to feasts, cows find joy in eating their tender grass, wives find joy in the company of their husbands, and know, O Krishna, that in the same way I rejoice in battle.",
        "gujarati": "અર્જુને કૃષ્ણને કહ્યું: 'બ્રાહ્મણ ભોજનમાં જવાની મજા માણે છે, ગાયો પોતાનું નરમ ઘાસ ખાવાની મજા માણે છે, પત્નીઓ તેમના પતિના સંગમાં આનંદ અનુભવે છે, અને જાણો, હે કૃષ્ણ, કે તે જ રીતે હું યુદ્ધમાં આનંદ પામું છું.'",
        "hindi": "अर्जुन ने कृष्ण से कहा: 'ब्राह्मण भोज में जाने में आनंदित होते हैं, गायें अपनी कोमल घास खाने में आनंदित होती हैं, पत्नियाँ अपने पतियों के साथ संगति में आनंदित होती हैं, और जानो, हे कृष्ण, कि उसी तरह मैं युद्ध में आनंदित होता हूँ।'"
    },
    {
        "verse_id": "14",
        "text": "He who regards another's wife as his mother, the wealth that does not belong to him as a lump of mud, and the pleasure and pain of all other living beings as his own -- truly sees things in the right perspective, and he is a true pandit.",
        "gujarati": "જે કોઈ અન્યની પત્નીને પોતાની માતા સમાન ગણે છે, જેની સંપત્તિને પોતાનું ન માનીને માટીના એક ટુકડા સમાન માને છે, અને બાકી બધા જીવોની ખુશી અને દુઃખને પોતાનું માને છે, તે ખરેખર યોગ્ય દૃષ્ટિકોણમાં વસ્તુઓ જોઈ શકે છે, અને તે સાચો પંડિત છે.",
        "hindi": "वह जो किसी अन्य की पत्नी को अपनी माता के समान मानता है, जो संपत्ति को अपनी नहीं मानता और उसे मिट्टी का ढेला मानता है, और सभी अन्य जीवों के सुख और दुख को अपना मानता है -- वास्तव में चीजों को सही दृष्टिकोण से देखता है, और वही सच्चा पंडित है।"
    },
    {
        "verse_id": "15",
        "text": "'O Raghava, the love of virtue, pleasing speech, and an ardent desire for performing acts of charity, guileless dealings with friends, humility in the guru's presence, deep tranquillity of mind, pure conduct, discernment of virtues, realised knowledge of the sastras, beauty of form and devotion to God are all found in you.' (The great sage Vasistha Muni, the spiritual preceptor of the dynasty of the sun, said this to Lord Ramachandra at the time of His proposed coronation).",
        "gujarati": "હે રાઘવ, તું ધર્મપ્રેમી, મધુર વક્તા અને દાનકાર્યમાં ઊંડા રસ ધરાવનારા છે. તું મિત્રો સાથે નિખાલસ વ્યવહાર કરે છે, ગુરુની હાજરીમાં નમ્ર રહે છે, મનમાં ઊંડો શાંતિ અનુભવ કરે છે, શુદ્ધ આચરણ ધરાવે છે, ગુણોને ઓળખી શકે છે, શાસ્ત્રોના જ્ઞાનને સારૂં સમજે છે, સ્વરૂપમાં સુંદર છે અને ભગવાનના ભક્તિમાં મગ્ન છે.' (મહાન ઋષિ વસિષ્ઠ મુનિએ આ સૂર્યવંશના અધિપતિ ભગવાન શ્રી રામચંદ્રજીના રજ્યાભિષેક સમયે જણાવ્યું હતું).",
        "hindi": "हे राघव, तुम धर्म के प्रेमी, मधुर वक्ता, और दान कार्यों में गहरी रुचि रखने वाले हो। तुम मित्रों के साथ निष्कपट व्यवहार करते हो, गुरु की उपस्थिति में विनम्र रहते हो, मन में गहरी शांति रखते हो, शुद्ध आचरण करते हो, गुणों का विवेक रखते हो, शास्त्रों का साकार ज्ञान रखते हो, रूप में सुंदर हो और भगवान की भक्ति में लीन रहते हो।' (महान ऋषि वशिष्ठ मुनि ने यह सूर्य वंश के अध्यापक, भगवान श्रीरामचंद्रजी के राज्याभिषेक के समय कहा था)।"
    },
    {
        "verse_id": "16",
        "text": "The desire tree is wood; the golden Mount Meru is motionless; the wish-fulfilling gem cintamani is just a stone; the sun is scorching; the moon is prone to wane; the boundless ocean is saline; the demigod of lust lost his body (due to Shiva's wrath); Bali Maharaja, the son of Diti, was born into a clan of demons; and Kamadhenu (the cow of heaven) is a mere beast. O Lord of the Raghu dynasty! I cannot compare you to any one of these (taking their merits into account).",
        "gujarati": "કામના વૃક્ષ માત્ર લાકડું છે; સુવર્ણ મેરુ પર્વત સ્થિર છે; કામના પૂર્ણ કરનારી ચિંતામણિ માત્ર એક પથ્થર છે; સૂર્ય ગરમ છે; ચંદ્રમા ઘટે છે; અખૂટ સમુદ્ર મીઠું છે; કામના દેવતા (શિવની ક્રોધના કારણે) તેમના શરીરથી વિમુક્ત થઈ ગયા; દિતિના પુત્ર બલી મહારાજ દાનવોના કુળમાં જન્મ્યા; અને કામધેનું (સ્વર્ગની ગાય) માત્ર એક પશુ છે. હે રઘુવંશના અધિપતિ! હું તમને આમાંથી કોઈની સાથે સરખાવું ના શકું (તેમના ગુણોને ધ્યાનમાં લેતા).",
        "hindi": "इच्छा वृक्ष लकड़ी है; स्वर्ण माउंट मेरु स्थिर है; इच्छा पूर्ति करने वाला रत्न चिंतामणि केवल एक पत्थर है; सूर्य तप्त है; चंद्रमा घटता है; अपार महासागर खारा है; कामदेव ने अपना शरीर खो दिया (शिव के क्रोध के कारण); दिति के पुत्र बलि महाराज, राक्षसों के वंश में पैदा हुए; और कामधेनु (स्वर्ग की गाय) मात्र एक पशु है। हे रघुवंश के प्रभु! मैं आपकी तुलना इनमें से किसी से नहीं कर सकता (उनके गुणों को ध्यान में रखते हुए)।"
    },
    {
        "verse_id": "17",
        "text": "Realised learning (vidya) is our friend while travelling, the wife is a friend at home, medicine is the friend of a sick man, and meritorious deeds are the friends at death.",
        "gujarati": "પ્રાપ્ત કરેલ જ્ઞાન (વિદ્યા) પ્રવાસ દરમિયાન અમારો મિત્ર છે, પત્ની ઘરમાં મિત્ર છે, દવા بیمار માણસનો મિત્ર છે, અને પુણ્યકર્મ મૃત્યુ સમયે મિત્ર છે.",
        "hindi": "प्राप्त किया हुआ ज्ञान (विद्या) यात्रा के समय हमारा मित्र है, पत्नी घर में मित्र है, दवा बीमार व्यक्ति का मित्र है, और पुण्य कर्म मृत्यु के समय मित्र हैं।"
    },
    {
        "verse_id": "18",
        "text": "Courtesy should be learned from princes, the art of conversation from pandits, lying should be learned from gamblers and deceitful ways should be learned from women.",
        "gujarati": "શિષ્ટાચાર રાજકુમારો પાસેથી શીખવો જોઈએ, વાતચીતની કળા પંડિતો પાસેથી શીખવી જોઈએ, જુઠ્ઠું બોલવું જુગારીઓ પાસેથી શીખવું જોઈએ અને છેતરપિંડીનાં રીતો સ્ત્રીઓ પાસેથી શીખવી જોઈએ.",
        "hindi": "विनम्रता राजकुमारों से सीखनी चाहिए, वार्तालाप की कला पंडितों से सीखनी चाहिए, झूठ बोलना जुआरियों से सीखना चाहिए और धोखेबाजी के तरीके स्त्रियों से सीखने चाहिए।"
    },
    {
        "verse_id": "19",
        "text": "The unthinking spender, the homeless urchin, the quarrel monger, the man who neglects his wife and is heedless in his actions -- all these will soon come to ruination.",
        "gujarati": "વિચાર વિના ખર્ચ કરનાર, બિનમકાન બાળક, ઝગડો કરનાર, તેની પત્નીનું અવગણન કરનાર અને તેના કાર્યોમાં નિષ્કાળજી કરનાર - આ બધા જલદી નાશ પામશે.",
        "hindi": "बिना सोचे खर्च करने वाला, बेघर बच्चा, झगड़ा करने वाला, अपनी पत्नी की उपेक्षा करने वाला और अपने कार्यों में लापरवाह रहने वाला - ये सभी जल्दी ही बर्बाद हो जाएंगे।"
    },
    {
        "verse_id": "20",
        "text": "The wise man should not be anxious about his food; he should be anxious to be engaged only in dharma (Krishna consciousness). The food of each man is created for him at his birth.",
        "gujarati": "વિદ્વાન વ્યક્તિએ તેના ખોરાક માટે ચિંતા કરવી નહીં; તેને માત્ર ધર્મ (કૃષ્ણ ચેતના)માં વ્યસ્ત રહેવા માટે ચિંતા કરવી જોઈએ. દરેક મનુષ્યનો ખોરાક તેના જન્મના સમયે તેના માટે બનાવવામાં આવ્યો છે.",
        "hindi": "बुद्धिमान व्यक्ति को अपने भोजन के बारे में चिंतित नहीं होना चाहिए; उसे केवल धर्म (कृष्ण चेतना) में व्यस्त रहने के लिए चिंतित होना चाहिए। प्रत्येक मनुष्य का भोजन उसके जन्म के समय उसके लिए निर्धारित किया गया है।"
    },
    {
        "verse_id": "21",
        "text": "He who is not shy in the acquisition of wealth, grain and knowledge, and in taking his meals, will be happy.",
        "gujarati": "જે કોઈ ધન, અનાજ અને જ્ઞાનના સંવર્ધનમાં અને તેના ભોજનને લેવા માટે શરમાવતો નથી, તે ખુશ રહેશે.",
        "hindi": "जो व्यक्ति धन, अन्न और ज्ञान के अर्जन में, और अपने भोजन को लेने में संकोच नहीं करता, वह खुश रहेगा।"
    },
    {
        "verse_id": "22",
        "text": "As centesimal droppings will fill a pot so also are knowledge, virtue and wealth gradually obtained.",
        "gujarati": "જે રીતે ટપકતી બૂંદોથી ભાંડો ભરાઈ જાય છે, તે રીતે જ જ્ઞાન, પુણ્ય અને ધન ધીમે ધીમે મેળવવામાં આવે છે.",
        "hindi": "जिस प्रकार बूंद-बूंद करके बर्तन भर जाता है, उसी प्रकार ज्ञान, पुण्य और धन धीरे-धीरे अर्जित किए जाते हैं।"
    },
    {
        "verse_id": "23",
        "text": "The man who remains a fool even in advanced age is really a fool, just as the Indra-Varuna fruit does not become sweet no matter how ripe it might becom",
        "gujarati": "જે માણસ વૃદ્ધાવસ્થામાં પણ મૂર્ખ રહે છે, તે ખરેખર મૂર્ખ છે, જેમ કે ઇન્દ્ર-વરુણ ફળ ભલે કેટલુંય પકવાય, તે મીઠું નથી બનતું.",
        "hindi": "वह व्यक्ति जो वृद्धावस्था में भी मूर्ख बना रहता है, वह वास्तव में मूर्ख है, जैसे इन्द्र-वरुण फल चाहे कितना भी पके, वह मीठा नहीं होता।"
    }
]