[
    {
        "verse_id": "1",
        "text": "Low class men desire wealth; middle class men both wealth and respect; but the noble, honour only; hence honour is the noble man's true wealth.",
        "gujarati": "નીચ વર્ગના લોકોને ધનની ઈચ્છા છે; મધ્યમ વર્ગના લોકોને ધન અને માન દોવે ઈચ્છા છે; પરંતુ શ્રેષ્ઠ વર્ગના લોકોને માન માત્ર ઈચ્છા છે; એથાય માન શ્રેષ્ઠ મનુષ્યની ખરીદી છે.",
        "hindi": "निम्न वर्गीय लोग धन की इच्छा रखते हैं; मध्यम वर्गीय लोग धन और सम्मान दोनों की इच्छा रखते हैं; लेकिन श्रेष्ठ वर्गीय लोगों को केवल सम्मान की इच्छा होती है; इसलिए सम्मान ही श्रेष्ठ मनुष्य की वास्तविक धन है।"
    },
    {
        "verse_id": "2",
        "text": "The lamp eats up the darkness and therefore it produces lamp black; in the same way according to the nature of our diet (sattva, rajas, or tamas) we produce offspring in similar quality.",
        "gujarati": "દીવો અંધકાર ખાવતો હોય અને એથાય તે દીવોની સ્યામગર્ડ ઉત્પન્ન કરે છે; તેવી જ રીતે આપણા આહારની પ્રકૃતિ (સાત્વિક, રાજસિક કે તામસિક) પ્રકૃતિમાં આપણા પ્રજાનું ઉત્પન્ન થાય છે.",
        "hindi": "दीपक अंधकार को खा जाता है और इसलिए यह दीपक का काला धूआँ उत्पन्न करता है; उसी प्रकार हमारे आहार की प्रकृति के अनुसार (सात्त्विक, राजसिक या तामसिक) हम उसी प्रकार की संतान उत्पन्न करते हैं।"
    },
    {
        "verse_id": "3",
        "text": "O wise man! Give your wealth only to the worthy and never to others. The water of the sea received by the clouds is always sweet. The rain water enlivens all living beings of the earth both movable (insects, animals, humans, etc.) and immovable (plants, trees, etc.), and then returns to the ocean its value multiplied a million fold.",
        "gujarati": "ઓ સમજદાર વ્યક્તિ! તમારી ધન માત્ર યોગ્ય વ્યક્તિને આપો અને ક્યારેય અન્ય માટે નહીં. મેઘોએ પ્રાપ્ત કરેલા સમુદ્રનો પાણી હંમેશા મીઠો હોય છે. વરસાદનો પાણી ધરતીના બધા જીવંત પ્રાણીઓને જીવંત કરે છે, પરંતુ વધુમાં વધુ અર્થ ની ઓશન માટે પરત પરત જાય છે.",
        "hindi": "ओ बुद्धिमान व्यक्ति! अपना धन केवल योग्य व्यक्तियों को ही दें और कभी भी दूसरों को नहीं। समुद्र के पानी को मेघ द्वारा प्राप्त किया गया वह हमेशा मीठा होता है। वर्षा का पानी पृथ्वी के सभी चलनी-स्थिर जीवों को जीवंत करता है (कीट, पशु, मानव आदि), और फिर ओसन को वापस जाता है, जिसका मूल्य लाख गुना बढ़ जाता है।"
    },
    {
        "verse_id": "4",
        "text": "The wise who discern the essence of things have declared that the yavana (meat eater) is equal in baseness to a thousand candalas (the lowest class), and hence a yavana is the basest of men; indeed there is no one more base.",
        "gujarati": "જે બુધિમાન છે તે વસ્તુઓની મૂળભૂતતાનો અનુભવ કરતાં જ ઘોષિત કરી છે કે યવન (માંસા ખાવનાર) હજાર ચાંડાલાના તુલ્ય અશક્તિમાં છે, અને તેથી યવન માનવતાના મોટા અશક્ત છે; ખરેખર કોઈ પણ વધારાનો માન નથી.",
        "hindi": "जो बुद्धिमान हैं और वस्तुओं की सार्वभौमिकता को समझते हैं, वे घोषित करते हैं कि यवन (मांसाहारी) हजार चांडालों (सबसे निम्न वर्ग) के समान ही अशक्त होता है, और इसलिए यवन सबसे निम्न है; वास्तव में कोई भी और अधिक अशक्त नहीं है।"
    },
    {
        "verse_id": "5",
        "text": "After having rubbed oil on the body, after encountering the smoke from a funeral pyre, after sexual intercourse, and after being shaved, one remains a chandala until he bathes.",
        "gujarati": "તંદુરસ્થ દવે મસલવાઈ પછી, શરીર પર તેલ માર્યા પછી, શવયાતનનો ધૂવાડા પછી અને કપાળ પર માર્યા પછી, એક ચંડાલ રહે છે જ્યાં સુધી તે નહાવે છે.",
        "hindi": "शरीर पर तेल मालिश करने के बाद, श्मशान घाट के धुआं से सामना करने के बाद, यौन संबंध के बाद, और बाल बनवाने के बाद, व्यक्ति तब तक एक चंडाल ही रहता है जब तक वह स्नान नहीं करता।"
    },
    {
        "verse_id": "6",
        "text": "Water is the medicine for indigestion; it is invigorating when the food that is eaten is well digested; it is like nectar when drunk in the middle of a dinner; and it is like poison when taken at the end of a meal.",
        "gujarati": "વાયુ નિષેધ માટે પાણી છે; ખર્ચ કર્યા બાદ જ્યારે ખાવવામાં ડાહ્યું હોય છે; તે મધ્યભાગ માં પીવામાં જોઈને એ મધુ જેવી છે; અને તે ભોજન મુકવાને પાછળ લેવામાં જોઈને તે વિષ જેવું છે.",
        "hindi": "पानी पेट के अवसाद का इलाज है; जब खाना अच्छे से पच जाता है तब यह मनोरंजनक होता है; यह भोजन के बीच में पीने पर अमृत की तरह होता है; और यह भोजन के अंत में लेने पर जहर की तरह होता है।"
    },
    {
        "verse_id": "7",
        "text": "Knowledge is lost without putting it into practice; a man is lost due to ignorance; an army is lost without a commander; and a woman is lost without a husband.",
        "gujarati": "અમલથી તે તપાસવું વિના જ્ઞાન ઓછો થાય છે; અજ્ઞાનથી પુરુષ નષ્ટ થાય છે; તપાસવું વિના સેના નષ્ટ થાય છે; અને પતિ વિના સ્ત્રી નષ્ટ થાય છે.",
        "hindi": "ज्ञान को अमल में न लाने से उसका हानि होता है; अज्ञान के कारण व्यक्ति का नाश होता है; नेतृत्व के बिना सेना का नुकसान होता है; और पति के बिना स्त्री का नाश होता है।"
    },
    {
        "verse_id": "8",
        "text": "A man who encounters the following three is unfortunate; the death of his wife in his old age, the entrusting of money into the hands of relatives, and depending upon others for food.",
        "gujarati": "જે પુરુષ નીચેના ત્રણના મુકાબલા કરે છે, તે અભાગા; જેમ પરંપરાગતો તરફથી તમારા પૈસાનો સ્વીકાર કરવા, અને આહાર માટે અન્યોને આશ્રય લેવા પર.",
        "hindi": "जो व्यक्ति निम्नलिखित तीनों से सामना करता है, वह अभागा होता है; अपने बुढ़ापे में पत्नी की मृत्यु, परिजनों के हाथों में पैसे देना, और भोजन के लिए दूसरों पर निर्भर होना।"
    },
    {
        "verse_id": "9",
        "text": "Chanting of the Vedas without making ritualistic sacrifices to the Supreme Lord through the medium of Agni, and sacrifices not followed  by bountiful gifts are futile. Perfection can be achieved only through devotion (to the Supreme Lord) for devotion is the basis of all success.",
        "gujarati": "અગ્નિના માધ્યમથી પરમ પ્રભુને અનુષ્ઠાનિક યજ્ઞના બિનામાં વેદનું ચંટન અનર્થક છે, અને અનાવરણ કરવામાં નિષ્ફળ છે  બોલતા વેદો. સંપૂર્ણતા પરમ પ્રભુને માટે પરાયણતામાં (પરમ પ્રભુ) માર્ગેથી માત્ર પ્રાપ્ત કરી શકાય છે, પરાયણતા તમામ સફળતાના આધાર છે.",
        "hindi": "वेदों का जप करना बिना अग्नि के माध्यम से परमेश्वर को अनुष्ठानिक यज्ञ न करने, और यज्ञों के बाद वैसे ही उपहार देना व्यर्थ है। पूर्णता केवल भक्ति (परमेश्वर के प्रति) के माध्यम से ही प्राप्त की जा सकती है क्योंकि भक्ति ही सभी सफलताओं का आधार है।"
    },
    {
        "verse_id": "10",
        "text": "There is no austerity equal to a balanced mind, and there is no happiness equal to contentment; there is no disease like covetousness, and no virtue like mercy.",
        "gujarati": "સંતુલિત મન વિના એવી વ્રત નથી છે, અને સંતોષનો સમાન સુખ નથી છે; લોભ વિના એવી રોગ નથી છે, અને દયા જેવી ધર્મ નથી.",
        "hindi": "संतुलित मन के समान कोई तप नहीं है, और संतोष के समान कोई सुख नहीं है; लालच के समान कोई रोग नहीं है, और दया के समान कोई धर्म नहीं है।"
    },
    {
        "verse_id": "11",
        "text": "Anger is a personification of Yama (the demigod of death); thirst is like the hellish river Vaitarani; knowledge is like a kamadhenu (the cow of plenty); and contentment is like Nandanavana (the garden of Indra).",
        "gujarati": "ક્રોધ યમની વ્યક્તિકરણ છે (મૃત્યુ દેવતા યમના મૃત્યુ છે); તૃષ્ણા નરકીય નદી વૈતરણી જેવી છે; જ્ઞાન એવું છે કે કામાધેનુ (અમૂલ્ય પરિપૂર્ણ મૂળ છે); અને તૃપ્તિ એવું છે નંદનવન (ઇન્દ્રની બાગવાટ).",
        "hindi": "क्रोध यम (मृत्यु का देवता) का व्यक्तित्व है; प्यास नरकीय नदी वैतरणी के समान है; ज्ञान कामधेनु (धन की गाय) के समान है; और संतोष नंदनवन (इंद्र के उद्यान) के समान है।"
    },
    {
        "verse_id": "12",
        "text": "Moral excellence is an ornament for personal beauty; righteous conduct, for high birth; success for learning; and proper spending for wealth.",
        "gujarati": "નૈતિક ઉત્કૃષ્ટતા વ્યક્તિગત સૌંદર્ય માટે આભૂષણ છે; યથાર્થ વર્તન, ઉચ્ચ જન્મ માટે; શિક્ષણ માટે સફળતા; અને ધન માટે યોગ્ય વ્યય.",
        "hindi": "नैतिक उत्कृष्टता व्यक्तिगत सौंदर्य के लिए आभूषण है; यथार्थ व्यवहार, उच्च जन्म के लिए; शिक्षा के लिए सफलता; और सम्पत्ति के लिए उचित खर्च।"
    },
    {
        "verse_id": "13",
        "text": "Beauty is spoiled by an immoral nature; noble birth by bad conduct; learning, without being perfected; and wealth by not being properly utilized.",
        "gujarati": "નિર્લજ્જ સ્વભાવ દ્વારા સૌંદર્ય ધોવાઈ ગઈ છે; નામ દ્વારા દગાબાજ કાર્ય દ્વારા સંપાદિત થાય છે; અને ધન યોગ્ય રીતે વપરાશ નાથી ગયા.",
        "hindi": "अनैतिक स्वभाव द्वारा सौंदर्य बिगाड़ा गया है; बुरे व्यवहार द्वारा उच्च जन्म; अधूरी शिक्षा; और सम्पत्ति को उचित रूप से उपयोग नहीं करने से नाश हो गया है।"
    },
    {
        "verse_id": "14",
        "text": "Water seeping into the earth is pure; and a devoted wife is pure; the king who is the benefactor of his people is pure; and pure is the brahmana who is contented.",
        "gujarati": "પૃથ્વીમાં વાળી પાણી શુદ્ધ છે; અને નિષ્ઠાવાન પત્ની શુદ્ધ છે; તે રાજા જેમણે જેમાણ છે તે શુદ્ધ છે; અને તે બ્રહ્માણ છે જે સંતોષિત છે.",
        "hindi": "पृथ्वी में घुसने वाला पानी शुद्ध होता है; और एक निष्ठावान पत्नी शुद्ध होती है; जो अपने लोगों के उपकारी है, वह राजा शुद्ध है; और जो संतोषित है, वह ब्राह्मण शुद्ध है।"
    },
    {
        "verse_id": "15",
        "text": "Discontented brahmanas, contented kings, shy prostitutes, and immodest housewives are ruined.",
        "gujarati": "નિતાંત અસંતોષી બ્રાહ્મણ, સંતોષી રાજા, લાજવાળી વેશ્યા અને અમર્યાદિત ગૃહિણીઓ નષ્ટ થાય છે.",
        "hindi": "असंतुष्ट ब्राह्मण, संतुष्ट राजा, शर्मीली वेश्या और अनादरी गृहिणियाँ नष्ट हो जाती हैं।"
    },
    {
        "verse_id": "16",
        "text": "Of what avail is a high birth if a person is destitute of scholarship? A man who is of low extraction is honoured even by the demigods if he is learned.",
        "gujarati": "જો વ્યક્તિ શાસ્ત્રપ્રવિણત નહોતો, તો જન્મ કેવી રીતે પ્રયોજન કરે છે? જો કોઈ લાવ અધાર અનેક તારા વંશજ હોય તો જો સમાચાર બેરી શાસ્ત્ર પ્રવિણત હોવું.",
        "hindi": "अगर किसी के पास विद्या नहीं है तो उसका उच्च जन्म का क्या उपयोग? अगर कोई व्यक्ति नीचे जन्मा है और उसमें विद्या है तो उसे देवताओं भी सम्मानित करते हैं।"
    },
    {
        "verse_id": "17",
        "text": "A learned man is honoured by the people. A learned man commands respect everywhere for his learning. Indeed, learning is honoured everywhere.",
        "gujarati": "જાણીતા વ્યક્તિને જનતા દ્વારા માન્ય છે. એક જાણીતા વ્યક્તિ વધુમાં વધુ શિક્ષણ તેમણે માન વધારવી છે. હા શિક્ષણ દુનિયાભરમાં માન્ય છે.",
        "hindi": "लोग शिक्षित व्यक्ति को सम्मानित करते हैं। एक शिक्षित व्यक्ति अपनी विद्या के कारण हर जगह सम्मान पाता है। वास्तव में, शिक्षा हर जगह सम्मानित होती है।"
    },
    {
        "verse_id": "18",
        "text": "Those who are endowed with beauty and youth and who are born of noble families are worthless if they have no learning. They are just like  the kimshuka blossoms ( flowers of the palasa tree) which, though beautiful, have no fragrance.",
        "gujarati": "તે વ્યક્તિઓ જે સૌંદર્ય અને યુવાનીના મુલ્યાંકન છે અને નામ વંશજના થાય છે તે મહત્વપૂર્ણ છે અગર તેમણે કોઇ શિક્ષણ નથી છે. તેઓ બસ શું કીમશુકા ફુલો જેમ હતો, જેમ પરંપરાગતી, હજાર સૌંદર્ય માટે તેમણે કોઇ મહેક નથી.",
        "hindi": "वे लोग जिन्हें सौंदर्य और युवावस्था से संदिष्ट किया गया है और जो उच्च जाति के लोगों से उत्पन्न हुए हैं, अगर उनमें शिक्षा नहीं है तो वे निरर्थक हैं। वे केवल कीमशुका फूलों की तरह हैं (पलाश वृक्ष के फूल), जो कि सुंदर होते हैं परंतु महक नहीं होती।"
    },
    {
        "verse_id": "19",
        "text": "The earth is encumbered with the weight of the flesh-eaters, winebibblers, dolts and blockheads, who are beasts in the form of men.",
        "gujarati": "પૃથ્વી માંડે આધેય દરીડર, અશ્રાદ્ધ જામખમ, મૂર્ખો અને મૂર્ખો છે, જેમણે પુરુષોના રૂપે વ્યગ્રો છે.",
        "hindi": "पृथ्वी जानवर के रूप में है, जो मांसाहारी, शराबी, मूर्ख और मूर्ख हैं।"
    },
    {
        "verse_id": "20",
        "text": "There is no enemy like a yajna (sacrifice) which consumes the kingdom when not attended by feeding on a large scale; consumes the priest when the chanting is not done properly; and consumes the yajaman (the responsible person) when the gifts are not made.",
        "gujarati": "એ કોઈ શત્રુ છે જેમણે પોષક પર જમવા છતાં યજ્ઞ (વિશેષ પ્રાથમિકતામાં હજી નહિતર) ખાઈ છે; જે જ્ઞાન છે જ્યારે કાંડ સાચવો નહિતર; જે છે જ્ઞાનમાંથી હેરફેર હશે નહિતર.",
        "hindi": "यज्ञ (बड़े पैमाने पर खाना न पिलाते हुए) उत्कृष्ट को दान दिया जाता है; पूजारी जब ध्वनिया नहीं बना जाता है; और जब उपहार नहीं बने।"
    }
]
