[
    {
        "verse_id": "1",
        "text": "Untruthfulness, rashness, guile, stupidity, avarice, uncleanliness and cruelty are a women's seven natural flaws.",
        "gujarati": "અસત્ય, ઉતાવળ, કપટ, મૂર્ખાઈ, લાલચ, અશુદ્ધતા અને ક્રૂરતા એ સ્ત્રીઓના સાત સ્વાભાવિક દોષ છે.",
        "hindi": "असत्य, उतावलापन, कपट, मूर्खता, लालच, अशुद्धता और क्रूरता एक महिला की सात प्राकृतिक खामियाँ हैं।"
    },
    {
        "verse_id": "2",
        "text": "To have ability for eating when dishes are ready at hand, to be robust and virile in the company of one's religiously wedded wife, and to have a mind for making charity when one is prosperous are the fruits of no ordinary austerities.",
        "gujarati": "જ્યારે ભોજન તૈયાર હોય ત્યારે ખાવાની ક્ષમતા હોવી, પોતાની ધર્મપત્નીની સાથે મજબૂત અને પૌરુષ હોવું અને સંપન્નતા વખતે દાન આપવાની ભાવના હોવી આ કોઈ સામાન્ય તપસ્યા નથી.",
        "hindi": "जब भोजन तैयार हो तब खाने की क्षमता रखना, अपनी धार्मिक पत्नी के साथ मजबूत और पुरुषार्थी होना, और समृद्ध होने पर दान देने का मन रखना कोई साधारण तपस्या के फल नहीं हैं।"
    },
    {
        "verse_id": "3",
        "text": "He whose son is obedient to him, whose wife's conduct is in accordance with his wishes, and who is content with his riches, has his heaven here on earth.",
        "gujarati": "જેનો પુત્ર તેને આજ્ઞાકારી છે, જેના પત્નીનું વર્તન તેના ઇચ્છાઓ અનુસાર છે, અને જે પોતાના સંપત્તિથી સંતોષી છે, તેનો સ્વર્ગ અહીં પૃથ્વી પર જ છે.",
        "hindi": "जिसका पुत्र आज्ञाकारी है, जिसकी पत्नी का आचरण उसकी इच्छाओं के अनुसार है, और जो अपनी संपत्ति से संतुष्ट है, उसका स्वर्ग यहीं पृथ्वी पर है।"
    },
    {
        "verse_id": "4",
        "text": "They alone are sons who are devoted to their father. He is a father who supports his sons. He is a friend in whom we can confide, and she only is a wife in whose company the husband feels contented and peaceful.",
        "gujarati": "જેઓ પોતાના પિતાને સમર્પિત છે તે જ પુત્રો છે. તે પિતા છે જે પોતાના પુત્રોને ટેકો આપે છે. તે મિત્ર છે જેમાં આપણે વિશ્વાસ મૂકીએ છીએ, અને તે જ પત્ની છે જેના સંગાથે પતિ સંતોષી અને શાંતિપૂર્ણ અનુભવે છે.",
        "hindi": "वे ही पुत्र हैं जो अपने पिता के प्रति समर्पित हैं। वही पिता है जो अपने पुत्रों का समर्थन करता है। वह मित्र है जिसमें हम विश्वास करते हैं, और वह ही पत्नी है जिसके साथ पति संतुष्ट और शांतिपूर्ण महसूस करता है।"
    },
    {
        "verse_id": "5",
        "text": "Avoid him who talks sweetly before you but tries to ruin you behind your back, for he is like a pitcher of poison with milk on top.",
        "gujarati": "તે વ્યક્તિથી દૂર રહો જે તમારી સામે મીઠી વાતો કરે છે પરંતુ તમારી પાછળથી તમને બરબાદ કરવાનો પ્રયાસ કરે છે, કારણ કે તે દૂધના પરત સાથેનું ઝેરનું ઘડો છે.",
        "hindi": "उससे बचें जो आपके सामने मीठा बोलता है लेकिन आपकी पीठ पीछे आपको बर्बाद करने की कोशिश करता है, क्योंकि वह ऊपर से दूध से भरा विष का घड़ा है।"
    },
    {
        "verse_id": "6",
        "text": "Do not put your trust in a bad companion nor even trust an ordinary friend, for if he should get angry with you, he may bring all your secrets to light.",
        "gujarati": "ખરાબ સાથીદાર પર વિશ્વાસ ન કરો અને ન તો સામાન્ય મિત્ર પર પણ વિશ્વાસ કરશો નહીં, કારણ કે જો તે તમારા પર ગુસ્સે થશે, તો તે તમારા બધા રહસ્યો પ્રકાશમાં લાવી શકે છે.",
        "hindi": "किसी बुरे साथी पर विश्वास न करें और न ही साधारण मित्र पर भी भरोसा करें, क्योंकि यदि वह आपसे नाराज हो जाए तो वह आपके सभी रहस्यों को उजागर कर सकता है।"
    },
    {
        "verse_id": "7",
        "text": "Do not reveal what you have thought upon doing, but by wise council keep it secret being determined to carry it into execution.",
        "gujarati": "તમે શું કરવા વિચારી રહ્યા છો તે જાહેર ન કરો, પરંતુ તે પૂર્ણ કરવા માટે નિર્ધારિત થઈને તેને ગુપ્ત રાખો.",
        "hindi": "आपने क्या करने का सोचा है यह प्रकट न करें, बल्कि उसे पूरा करने के लिए संकल्पित होकर इसे गुप्त रखें।"
    },
    {
        "verse_id": "8",
        "text": "Foolishness is indeed painful, and verily so is youth, but more painful by far than either is being obliged in another person's house.",
        "gujarati": "મૂર્ખાઇ ખરેખર દુખદાયક છે, અને યુવાની પણ, પરંતુ તેનાથી વધુ દુખદાયક છે બીજા વ્યક્તિના ઘરમાં આભારી રહેવું.",
        "hindi": "मूर्खता वास्तव में कष्टदायक है, और यौवन भी, लेकिन इनसे भी अधिक कष्टदायक है किसी और के घर में बाध्य होना।"
    },
    {
        "verse_id": "9",
        "text": "There does not exist a ruby in every mountain, nor a pearl in the head of every elephant; neither are the sadhus to be found everywhere, nor sandal trees in every forest.",
        "gujarati": "દરેક પર્વતમાં રત્ન નથી મળતાં, ન તો દરેક હાથીના માથામાં મુક્તા; ન તો બધે સાધુઓ મળે છે, ન તો દરેક વનમાં ચંદનના વૃક્ષો.",
        "hindi": "हर पर्वत में माणिक्य नहीं होता, न ही हर हाथी के सिर में मोती; न ही हर जगह साधु मिलते हैं, और न ही हर वन में चंदन के पेड़।"
    },
    {
        "verse_id": "10",
        "text": "Wise men should always bring up their sons in various moral ways, for children who have knowledge of niti-sastra and are well-behaved become a glory to their family.",
        "gujarati": "જ્ઞાની પુરુષોએ હંમેશા પોતાના પુત્રોને વિવિધ નૈતિક માર્ગોમાં લાવવા જોઈએ, કારણ કે જે બાળકોને નીતિશાસ્ત્રનો જ્ઞાન છે અને તે સુસંસ્કારી છે, તેઓ તેમના કુટુંબની શોભા બને છે.",
        "hindi": "ज्ञानी पुरुषों को हमेशा अपने पुत्रों को विभिन्न नैतिक तरीकों से पालना चाहिए, क्योंकि जो बच्चे नीति-शास्त्र का ज्ञान रखते हैं और अच्छे आचरण वाले होते हैं, वे अपने परिवार की शोभा बनते हैं।"
    },
    {
        "verse_id": "11",
        "text": "Those parents who do not educate their sons are their enemies; for as is a crane among swans, so are ignorant sons in a public assembly.",
        "gujarati": "જે માતા-પિતા પોતાના પુત્રોને શિક્ષિત નથી કરતા તે તેમના શત્રુઓ છે; કારણ કે જેમ હંસોમાં કલહા હોય છે, તેIgnorant પુત્રો પણ એક જાહેર સભામાં છે.",
        "hindi": "वे माता-पिता जो अपने पुत्रों को शिक्षित नहीं करते वे उनके शत्रु हैं; क्योंकि जैसे हंसों में बगुला होता है, वैसे ही एक सार्वजनिक सभा में अज्ञानी पुत्र होते हैं।"
    },
    {
        "verse_id": "12",
        "text": "Many a bad habit is developed through overindulgence, and many a good one by chastisement, therefore beat your son as well as your pupil; never indulge them. (\"Spare the rod and spoil the child.\")",
        "gujarati": "ઘણી ખરાબ આદતો વધારે લાડથી વિકસિત થાય છે, અને ઘણી સારી આદતો દંડથી વિકસે છે, તેથી તમારા પુત્રને તેમજ તમારા શિષ્યને મારો; ક્યારેય તેમને લાડ ન કરો. (\"છડી છોડો અને બાળકને બગાડો.\")",
        "hindi": "अत्यधिक लाड़ से कई बुरी आदतें विकसित होती हैं, और दंड से कई अच्छी आदतें विकसित होती हैं, इसलिए अपने पुत्र और अपने शिष्य को भी मारो; कभी उनका लाड़ न करें। (\"छड़ी को छोड़ें और बच्चे को बिगाड़ें।\")"
    },
    {
        "verse_id": "13",
        "text": "Let not a single day pass without your learning a verse, half a verse, or a fourth of it, or even one letter of it; nor without attending to charity, study and other pious activity.",
        "gujarati": "તમારા દિવસનો એક પણ દિવસ પસાર ન થવા દો જો તમે એક શ્લોક, અડધી શ્લોક, અથવા તેનો ચોથો ભાગ, અથવા એક અક્ષર પણ ન શીખો; ન તો દાન, અભ્યાસ અને અન્ય પવિત્ર પ્રવૃત્તિઓમાં હાજરી આપ્યા વિના.",
        "hindi": "अपने दिन का एक भी दिन बिना एक श्लोक, आधा श्लोक, या उसका चौथा भाग, या एक अक्षर भी सीखे बिना न जाने दें; न ही दान, अध्ययन और अन्य पवित्र गतिविधियों में भाग लिए बिना।"
    },
    {
        "verse_id": "14",
        "text": "Separation from the wife, disgrace from one's own people, an enemy saved in battle, service to a wicked king, poverty, and a mismanaged assembly: these six kinds of evils, if afflicting a person, burn him even without fire.",
        "gujarati": "પત્નીથી વિમુખતા, પોતાના લોકોની શરમ, યુદ્ધમાં બચેલા દુશ્મન, દુષ્ટ રાજા સેવા, ગરીબી, અને ખોટી રીતે સંચાલિત સભા: આ છ પ્રકારની દુષ્ટાઈ, જો કોઈ વ્યક્તિને પીડા આપે છે, તો તેને આગ વિના પણ બળાવી દે છે.",
        "hindi": "पत्नी से अलगाव, अपने ही लोगों से अपमान, युद्ध में बचाया गया दुश्मन, दुष्ट राजा की सेवा, गरीबी, और एक खराब प्रबंधित सभा: ये छह प्रकार की बुराइयाँ, यदि किसी व्यक्ति को पीड़ित करती हैं, तो उसे आग के बिना भी जला देती हैं।"
    },
    {
        "verse_id": "15",
        "text": "Trees on a river bank, a woman in another man's house, and kings without counsellors go without doubt to swift destruction.",
        "gujarati": "નદીના કિનારેના વૃક્ષો, બીજાના ઘરમાં એક સ્ત્રી, અને સલાહકારો વિના રાજાઓ નિશ્ચિત રીતે ઝડપી વિનાશ તરફ જાય છે.",
        "hindi": "नदी किनारे के पेड़, दूसरे आदमी के घर में महिला, और बिना सलाहकारों के राजा बिना संदेह के शीघ्र नाश की ओर जाते हैं।"
    },
    {
        "verse_id": "16",
        "text": "A brahmana's strength is in his learning, a king's strength is in his army, a vaishya's strength is in his wealth and a shudra's strength is in his attitude of service.",
        "gujarati": "એક બ્રાહ્મણનું શક્તિ તેના શિક્ષણમાં છે, એક રાજાનો શક્તિ તેની સેનામાં છે, એક વૈશ્યનું શક્તિ તેના સંપત્તિમાં છે અને એક શૂદ્રનું શક્તિ તેની સેવા ના વલણમાં છે.",
        "hindi": "एक ब्राह्मण की शक्ति उसके अध्ययन में है, एक राजा की शक्ति उसकी सेना में है, एक वैश्य की शक्ति उसकी संपत्ति में है और एक शूद्र की शक्ति उसकी सेवा के भाव में है।"
    },
    {
        "verse_id": "17",
        "text": "The prostitute has to forsake a man who has no money, the subject a king that cannot defend him, the birds in a tree that bears no fruit, and the guests in a house after they have finished their meals.",
        "gujarati": "વેશ્યાને એ વ્યક્તિનો ત્યાગ કરવો પડે છે જેના પાસે પૈસા નથી, વિષયને તે રાજાનો જે તેને રક્ષી શકતો નથી, એ વૃક્ષના પક્ષીઓ જે ફળ નથી લાવતો, અને મહેમાનોને તે ઘરમાં જ્યાં તેમણે ભોજન કરી લીધા છે.",
        "hindi": "वेश्या को उस आदमी का त्याग करना पड़ता है जिसके पास पैसे नहीं हैं, प्रजा को उस राजा का जो उसे बचा नहीं सकता, उस पेड़ के पक्षियों को जो फल नहीं देता, और घर के मेहमानों को जो अपना भोजन खत्म कर चुके हैं।"
    },
    {
        "verse_id": "18",
        "text": "Brahmanas quit their patrons after receiving alms from them, scholars leave their teachers after receiving education from them, and animals desert a forest that has been burnt down.",
        "gujarati": "બ્રાહ્મણો તેમના પાત્રો પાસેથી ભિક્ષા મેળવીને છોડી દે છે, વિદ્વાનો તેમના શિક્ષકો પાસેથી શિક્ષણ મેળવીને છોડી દે છે, અને પ્રાણીઓ તે જંગલને છોડી દે છે જે બળી ગયું છે.",
        "hindi": "ब्राह्मण अपने संरक्षकों से भिक्षा प्राप्त करने के बाद उन्हें छोड़ देते हैं, विद्वान अपने शिक्षकों से शिक्षा प्राप्त करने के बाद उन्हें छोड़ देते हैं, और जानवर उस जंगल को छोड़ देते हैं जो जल गया है।"
    },
    {
        "verse_id": "19",
        "text": "He who befriends a man whose conduct is vicious, whose vision impure, and who is notoriously crooked, is rapidly ruined.",
        "gujarati": "તે વ્યક્તિ જેનો સ્વભાવ દૂષ્ટ છે, જેના દ્રષ્ટિકોણ અશુદ્ધ છે, અને જે દૂષ્ટપણે જાણીતો છે, સાથે મૈત્રી રાખે છે તે ઝડપી નાશ પામે છે.",
        "hindi": "वह व्यक्ति जो एक ऐसे व्यक्ति से मित्रता करता है जिसका आचरण दुष्ट है, जिसकी दृष्टि अशुद्ध है, और जो बदनाम रूप से टेढ़ा है, वह तेजी से नष्ट हो जाता है।"
    },
    {
        "verse_id": "20",
        "text": "Friendship between equals flourishes, service under a king is respectable, it is good to be business-minded in public dealings, and a handsome lady is safe in her own home.",
        "gujarati": "સમાન વચ્ચેની મિત્રતા વિકસે છે, રાજા હેઠળની સેવા માનનીય છે, જાહેર વ્યવહારમાં વ્યવસાયિક વલણ સારું છે, અને સુંદર સ્ત્રી પોતાના ઘરમાં સુરક્ષિત છે.",
        "hindi": "समानों के बीच मित्रता फलती-फूलती है, राजा के अधीन सेवा सम्मानजनक है, सार्वजनिक व्यवहार में व्यवसायिक दृष्टिकोण अच्छा है, और एक सुंदर महिला अपने घर में सुरक्षित है।"
    }
]