[
    {
        "verse_id": "1",
        "text": "These five: the life-span, the type of work, wealth, learning and the time of one's death are determined while one is in the womb.",
        "gujarati": "આ પાંચ: જીવનનો સમયગાળો, કામનો પ્રકાર, સંપત્તિ, શિક્ષણ અને મૃત્યુનો સમય વંક્ષા દરમિયાન નક્કી થાય છે.",
        "hindi": "ये पाँच: आयु, कार्य का प्रकार, धन, शिक्षा और मृत्यु का समय गर्भ में ही निर्धारित होते हैं।"
    },
    {
        "verse_id": "2",
        "text": "Offspring, friends and relatives flee from a devotee of the Lord: yet those who follow him bring merit to their families through their devotion.",
        "gujarati": "સંતાન, મિત્રો અને સંબંધીઓ ભગવાનના ભક્તોથી દૂર ભાગે છે: તેમ છતાં જે લોકો તેમના અનુસરો છે, તેઓ તેમની ભક્તિ દ્વારા તેમના પરિવારને પુણ્ય લાવે છે.",
        "hindi": "संतान, मित्र और रिश्तेदार भगवान के भक्त से भाग जाते हैं: फिर भी जो लोग उनका अनुसरण करते हैं, वे अपनी भक्ति से अपने परिवार को पुण्य प्रदान करते हैं।"
    },
    {
        "verse_id": "3",
        "text": "Fish, tortoises, and birds bring up their young by means of sight, attention and touch; so do saintly men afford protection to their associates by the same means.",
        "gujarati": "માછલીઓ, કાછબા અને પક્ષીઓ તેમના સંતાનોને દ્રષ્ટિ, ધ્યાન અને સ્પર્શ દ્વારા ઉછેરે છે; તેમ જ પવિત્ર લોકો તેમના સાથીઓને આ જ માધ્યમથી સુરક્ષા આપે છે.",
        "hindi": "मछलियाँ, कछुए और पक्षी अपनी संतानों को दृष्टि, ध्यान और स्पर्श के माध्यम से पालते हैं; इसी प्रकार संत पुरुष अपने साथियों को इन्हीं साधनों से सुरक्षा प्रदान करते हैं।"
    },
    {
        "verse_id": "4",
        "text": "As long as your body is healthy and under control and death is distant, try to save your soul; when death is immanent what can you do?",
        "gujarati": "જ્યાં સુધી તમારું શરીર સ્વસ્થ અને નિયંત્રણ હેઠળ છે અને મૃત્યુ દૂર છે, તમારા આત્માને બચાવવાનો પ્રયાસ કરો; જ્યારે મૃત્યુ નજીક છે ત્યારે તમે શું કરી શકો?",
        "hindi": "जब तक आपका शरीर स्वस्थ और नियंत्रण में है और मृत्यु दूर है, अपनी आत्मा को बचाने का प्रयास करें; जब मृत्यु निकट हो तो आप क्या कर सकते हैं?"
    },
    {
        "verse_id": "5",
        "text": "Learning is like a cow of desire. It, like her, yields in all seasons. Like a mother, it feeds you on your journey. Therefore learning is a hidden treasure.",
        "gujarati": "વિદ્યા એક ઈચ્છાની ગાય જેવી છે. તે, તેની જેમ, દરેક ઋતુમાં આપણી જરૂરિયાતો પૂરી કરે છે. એક માતા જેવી, તે યાત્રામાં તમને પોષે છે. તેથી જ શિક્ષણ એક છૂપાવું ખજાનો છે.",
        "hindi": "विद्या एक इच्छाधारी गाय के समान है। यह, उसकी तरह, सभी मौसमों में फल देती है। एक माँ की तरह, यह यात्रा में आपको पोषण देती है। इसलिए विद्या एक छुपा हुआ खजाना है।"
    },
    {
        "verse_id": "6",
        "text": "A single son endowed with good qualities is far better than a hundred devoid of them. For the moon, though one, dispels the darkness, which the stars, though numerous, cannot.",
        "gujarati": "સારા ગુણોથી સજ્જ એક પુત્ર સોને પુત્રોથી સારો છે. ચાંદો, તેમ એકમાત્ર હોવા છતાં, અંધકારને દૂર કરે છે, જે તારાઓ, બેહદ હોવા છતાં, કરી શકતા નથી.",
        "hindi": "अच्छे गुणों से संपन्न एक पुत्र सौ पुत्रों से बेहतर है। चाँद, यद्यपि एक है, अंधकार को दूर करता है, जिसे तारे, यद्यपि अनेक, नहीं कर सकते।"
    },
    {
        "verse_id": "7",
        "text": "A still-born son as superior to a foolish son endowed with a long life. The first causes grief for but a moment while the latter like a blazing fire consumes his parents in grief for life.",
        "gujarati": "મૃતજાત પુત્ર લાંબા જીવનવાળા મૂર્ખ પુત્ર કરતાં શ્રેષ્ઠ છે. પ્રથમ માત્ર ક્ષણ માટે દુ:ખ આપે છે જ્યારે દ્વિતીય અગ્નિ જેવો જીવનભર દુ:ખમાં તેના માતાપિતાને ત્રસ્ત કરે છે.",
        "hindi": "एक मृतजन्मा पुत्र लंबे जीवन से संपन्न मूर्ख पुत्र से श्रेष्ठ है। पहला केवल एक क्षण के लिए दुःख देता है जबकि दूसरा जलती आग की तरह जीवन भर अपने माता-पिता को दुःख में जलाता है।"
    },
    {
        "verse_id": "8",
        "text": "Residing in a small village devoid of proper living facilities, serving a person born of a low family, unwholesome food, a frowning wife, a foolish son, and a widowed daughter burn the body without fire.",
        "gujarati": "યોગ્ય જીવન સુવિધાઓ વિના નાના ગામમાં રહેવું, નીચા કુટુંબમાં જન્મેલા વ્યક્તિને સેવા કરવી, અયોગ્ય ખોરાક, ભ્રુકુટિ ધારણ કરેલી પત્ની, મૂર્ખ પુત્ર અને વિધવા પુત્રી બિનઆગથી શરીરને બળાવે છે.",
        "hindi": "उचित जीवन सुविधाओं के बिना छोटे गाँव में रहना, निम्न परिवार में जन्मे व्यक्ति की सेवा करना, अनुचित भोजन, क्रोधित पत्नी, मूर्ख पुत्र और विधवा बेटी बिना आग के शरीर को जलाते हैं।"
    },
    {
        "verse_id": "9",
        "text": "What good is a cow that neither gives milk nor conceives? Similarly, what is the value of the birth of a son if he becomes neither learned nor a pure devotee of the Lord?",
        "gujarati": "દૂધ ન આપતી કે ગર્ભ ધારણ ન કરતી ગાય有什么用? તે જ રીતે, જો પુત્ર વિદ્વાન કે શુદ્ધ ભક્ત ન બને તો તેનું જન્મ有什么用?",
        "hindi": "वह गाय जिसका न तो दूध देती है और न गर्भ धारण करती है, क्या लाभ है? उसी तरह, पुत्र का जन्म क्या लाभ है यदि वह विद्वान या भगवान का शुद्ध भक्त नहीं बनता?"
    },
    {
        "verse_id": "10",
        "text": "When one is consumed by the sorrows of life, three things give him relief: offspring, a wife, and the company of the Lord's devotees.",
        "gujarati": "જ્યારે કોઈ જીવનના દુઃખોથી ઘેરાય છે, ત્યારે ત્રણ વસ્તુઓ તેને રાહત આપે છે: સંતાન, પત્ની અને ભગવાનના ભક્તોની સગવડ.",
        "hindi": "जब कोई जीवन के दुःखों से घिरा होता है, तो तीन चीजें उसे राहत देती हैं: संतान, पत्नी और भगवान के भक्तों की संगति।"
    },
    {
        "verse_id": "11",
        "text": "Kings speak for once, men of learning once, and the daughter is given in marriage once. All these things happen once and only once.",
        "gujarati": "રાજા એકવાર બોલે છે, વિદ્વાન પુરુષો એકવાર બોલે છે, અને પુત્રીને એકવાર વિવાહમાં આપવામાં આવે છે. આ બધી વસ્તુઓ એકવાર અને માત્ર એકવાર થાય છે.",
        "hindi": "राजा एक बार बोलता है, विद्वान व्यक्ति एक बार बोलता है, और बेटी का विवाह एक बार होता है। ये सभी चीजें एक बार और केवल एक बार होती हैं।"
    },
    {
        "verse_id": "12",
        "text": "Religious austerities should be practiced alone, study by two, and singing by three. A journey should be undertaken by four, agriculture by five, and war by many together.",
        "gujarati": "ધાર્મિક તપસ્યાઓ એકલા કરવી જોઈએ, અભ્યાસ બે દ્વારા, અને ગાન ત્રણ દ્વારા. યાત્રા ચાર લોકો દ્વારા, કૃષિ પાંચ દ્વારા, અને યુદ્ધ અનેક મળીને કરવું જોઈએ.",
        "hindi": "धार्मिक तपस्याएँ अकेले की जानी चाहिए, अध्ययन दो द्वारा, और गान तीन द्वारा। यात्रा चार द्वारा, कृषि पाँच द्वारा, और युद्ध कई मिलकर करना चाहिए।"
    },
    {
        "verse_id": "13",
        "text": "She is a true wife who is clean (suci), expert, chaste, pleasing to the husband, and truthful.",
        "gujarati": "સફાઈ (સુચિ), નિષ્ણાત, પવિત્ર, પતિને ખુશ રાખતી અને સત્યનિષ્ઠ એવી સત્ય વુધા છે.",
        "hindi": "वह सच्ची पत्नी है जो स्वच्छ (सुचि), कुशल, पवित्र, पति को प्रसन्न करने वाली और सत्यवादी है।"
    },
    {
        "verse_id": "14",
        "text": "The house of a childless person is a void, all directions are void to one who has no relatives, the heart of a fool is also void, but to a poverty stricken man all is void.",
        "gujarati": "નિષ્ફળ વ્યક્તિનું ઘર શૂન્ય છે, જેની પાસે કોઈ સંબંધીઓ નથી તેની માટે તમામ દિશાઓ શૂન્ય છે, મૂર્ખનું હૃદય પણ શૂન્ય છે, પરંતુ ગરીબીગ્રસ્ત વ્યક્તિ માટે બધું શૂન્ય છે.",
        "hindi": "निर्संतान व्यक्ति का घर शून्य है, जिसके पास कोई रिश्तेदार नहीं हैं उसके लिए सभी दिशाएँ शून्य हैं, मूर्ख का हृदय भी शून्य है, लेकिन गरीबी से पीड़ित व्यक्ति के लिए सब कुछ शून्य है।"
    },
    {
        "verse_id": "15",
        "text": "Scriptural lessons not put into practice are poison; a meal is poison to him who suffers from indigestion; a social gathering is poison to a poverty stricken person; and a young wife is poison to an aged man.",
        "gujarati": "શાસ્ત્રોના પાઠો જે અમલમાં મુકવામાં આવ્યા નથી તે ઝેર છે; અપચાની પીડાથી પીડિત વ્યક્તિ માટે ભોજન ઝેર છે; ગરીબીગ્રસ્ત વ્યક્તિ માટે સામાજિક મેળાવડો ઝેર છે; અને વૃદ્ધ પુરુષ માટે યુવતી પત્ની ઝેર છે.",
        "hindi": "शास्त्रों के पाठ जो अभ्यास में नहीं लाए गए हैं, वे विष हैं; अपच से पीड़ित व्यक्ति के लिए भोजन विष है; गरीबी से पीड़ित व्यक्ति के लिए सामाजिक सभा विष है; और वृद्ध पुरुष के लिए युवा पत्नी विष है।"
    },
    {
        "verse_id": "16",
        "text": "That man who is without religion and mercy should be rejected. A guru without spiritual knowledge should be rejected. The wife with an offensive face should be given up, and so should relatives who are without affection.",
        "gujarati": "તે માણસ જે ધર્મ અને દયાના વિના છે તેને ત્યાગવું જોઈએ. આધ્યાત્મિક જ્ઞાન વિના ગુરુને ત્યાગવું જોઈએ. અપમાનીત ચહેરાવાળી પત્નીને છોડી દેવી જોઈએ, અને તેમ જ પ્રેમ વિના સંબંધીઓને પણ.",
        "hindi": "वह व्यक्ति जो धर्म और दया के बिना है, उसे अस्वीकार कर देना चाहिए। आध्यात्मिक ज्ञान के बिना गुरु को अस्वीकार कर देना चाहिए। अपमानजनक चेहरे वाली पत्नी को छोड़ देना चाहिए, और वैसे ही संबंधियों को जो स्नेह के बिना हैं।"
    },
    {
        "verse_id": "17",
        "text": "Constant travel brings old age upon a man; a horse becomes old by being constantly tied up; lack of sexual contact with her husband brings old age upon a woman; and garments become old through being left in the sun.",
        "gujarati": "નિરંતર મુસાફરી માણસને વૃદ્ધાવસ્થા લાવે છે; એક ઘોડો સતત બાંધવામાં આવવાથી વૃદ્ધ બને છે; પતિ સાથે સંભોગના અભાવે એક સ્ત્રી વૃદ્ધાવસ્થા લાવે છે; અને કપાસ સૂર્યપ્રકાશમાં છોડી દેવામાં આવે છે તો તે જૂના થાય છે.",
        "hindi": "निरंतर यात्रा एक आदमी को वृद्धावस्था लाती है; एक घोड़ा लगातार बंधे रहने से बूढ़ा हो जाता है; पति के साथ यौन संपर्क की कमी से एक महिला वृद्धावस्था लाती है; और कपड़े धूप में छोड़े जाने से पुराने हो जाते हैं।"
    },
    {
        "verse_id": "18",
        "text": "Consider again and again the following: the right time, the right friends, the right place, the right means of income, the right ways of spending, and from whom you derive your power.",
        "gujarati": "પુન: પુન: આ પરિબળોનો વિચાર કરો: યોગ્ય સમય, યોગ્ય મિત્રો, યોગ્ય સ્થળ, યોગ્ય આવકના સ્ત્રોત, યોગ્ય ખર્ચના માધ્યમ અને જેઓની પાસેથી તમે તમારી શક્તિ મેળવતા હોવ.",
        "hindi": "बार-बार निम्नलिखित पर विचार करें: सही समय, सही मित्र, सही स्थान, सही आय के साधन, सही खर्च के तरीके, और जिससे आप अपनी शक्ति प्राप्त करते हैं।"
    },
    {
        "verse_id": "19",
        "text": "For the twice-born the fire (Agni) is a representative of God. The Supreme Lord resides in the heart of His devotees. Those of average intelligence (alpa-buddhi or kanista-adhikari) see God only in His srimurti, but those of broad vision see the Supreme Lord everywhere.",
        "gujarati": "વિશ્વાસુંવર્ણિ, અગ્નિ ભગવાનના પ્રતિનિધિ છે. પરમેશ્વર તેમના ભક્તોના હૃદયમાં રહે છે. મધ્યમ બુદ્ધિવાળા લોકો (અલ્પ-બુદ્ધિ અથવા કનિષ્ટ-અધિકારી) ભગવાનને માત્ર તેમની શ્રીમૂર્તિમાં જ જોઈ શકે છે, પરંતુ વ્યાપક દ્રષ્ટિવાળા લોકો પરમેશ્વરને સર્વત્ર જોઈ શકે છે.",
        "hindi": "द्विजों के लिए अग्नि (अग्नि) भगवान का प्रतिनिधि है। परमेश्वर अपने भक्तों के हृदय में निवास करते हैं। औसत बुद्धि वाले लोग (अल्प-बुद्धि या कनिष्ठ-ाधिकारी) भगवान को केवल उनकी श्रीमूर्ति में देखते हैं, लेकिन व्यापक दृष्टि वाले लोग परमेश्वर को हर जगह देखते हैं।"
    }
]