[
    {
        "verse_id": "1",
        "text": "A man may live but for a moment, but that moment should be spent in doing auspicious deeds. It is useless living even for a kalpa (4,320,000*1000 years) and bringing only distress upon the two worlds (this world and the next).",
        "gujarati": "માણસે ભલે એક પળ માટે જીવે, પરંતુ તે પળ શુભ કાર્યો કરવામાં ખર્ચવી જોઈએ. કલ્પ (4,320,000*1000 વર્ષ) માટે જીવવું અને બંને દુનિયાઓ (આ દુનિયા અને પરલોક) પર માત્ર દુઃખ લાવવું નકામું છે.",
        "hindi": "मनुष्य एक पल के लिए भी जीए, तो वह पल शुभ कार्यों में बिताना चाहिए। एक कल्प (4,320,000*1000 वर्ष) तक जीना और दोनों लोकों (इस लोक और परलोक) पर केवल कष्ट लाना व्यर्थ है।"
    },
    {
        "verse_id": "2",
        "text": "We should not fret for what is past, nor should we be anxious about the future; men of discernment deal only with the present moment.",
        "gujarati": "અમને ભૂતકાળ માટે ચિંતા કરવી જોઈએ નહીં, ન તો ભવિષ્ય વિશે ચિંતિત થવું જોઈએ; વિવેકવાન માણસો માત્ર વર્તમાન પળ સાથે વ્યવહાર કરે છે.",
        "hindi": "हमें जो बीत चुका है उसके लिए चिंतित नहीं होना चाहिए, न ही भविष्य के बारे में चिंता करनी चाहिए; विवेकशील व्यक्ति केवल वर्तमान क्षण के साथ ही व्यवहार करते हैं।"
    },
    {
        "verse_id": "3",
        "text": "It certainly is nature of the demigods, men of good character, and parents to be easily pleased. Near and distant relatives are pleased when they are hospitably received with bathing, food, and drink; and pandits are pleased with an opportunity for giving spiritual discourse.",
        "gujarati": "આધાદેવો, સારા સ્વભાવના માણસો અને માતાપિતાની કુદરત નિશ્ચિત રીતે જ સરળતાથી પ્રસન્ન થવાની છે. નજીક અને દૂરના સગાઓને સ્નાન, ભોજન અને પાન સાથે আতিথ્ય પૂર્વક સ્વાગત કરવામાં આવે ત્યારે તેઓ ખુશ થાય છે; અને પંડિતો આત્મિક પ્રવચન આપવા માટેનો અવસર મળતા જ ખુશ થાય છે.",
        "hindi": "निश्चित रूप से अर्ध-देवताओं, अच्छे चरित्र वाले व्यक्तियों और माता-पिता की प्रकृति आसानी से प्रसन्न होने की होती है। नजदीकी और दूर के रिश्तेदार स्नान, भोजन और पेय से आतिथ्यपूर्वक स्वागत किए जाने पर प्रसन्न होते हैं; और पंडित आध्यात्मिक प्रवचन देने के अवसर पर प्रसन्न होते हैं।"
    },
    {
        "verse_id": "4",
        "text": "Even as the unborn babe is in the womb of his mother, these five are fixed as his life destiny: his life span, his activities, his acquisition of wealth and knowledge, and his time of death.",
        "gujarati": "બાળકના જન્મ પહેલાં જ માતાના ગર્ભમાં તેની જીવનલક્ષી આ પાંચ નક્કી થયેલા હોય છે: તેનો આયુષ્ય, તેની પ્રવૃત્તિઓ, ધન અને જ્ઞાનનું પ્રાપ્તિ અને તેની મૃત્યુનો સમય.",
        "hindi": "अजन्मा शिशु अपनी माता के गर्भ में रहते हुए भी, उसकी जीवन नियति के ये पाँच तय होते हैं: उसका जीवनकाल, उसकी गतिविधियाँ, धन और ज्ञान की प्राप्ति, और उसकी मृत्यु का समय।"
    },
    {
        "verse_id": "5",
        "text": "O see what a wonder it is! The doings of the great are strange: they treat wealth as light as a straw, yet, when they obtain it, they bend under its weight.",
        "gujarati": "અરે જુઓ આ કઈ અજીબ વાત છે! મહાન લોકોના કાર્યો વિચિત્ર છે: તેઓ ધનની સાથે તૃણ જેટલી હલકાઈ રાખે છે, પરંતુ તેને પ્રાપ્ત કરતી વખતે તેના વજન નીચે ઝૂકતા જાય છે.",
        "hindi": "अरे देखो यह कितनी अजीब बात है! महान लोगों के काम विचित्र होते हैं: वे धन को तिनके जितना हल्का मानते हैं, फिर भी जब वे इसे प्राप्त करते हैं, तो इसके भार के नीचे झुक जाते हैं।"
    },
    {
        "verse_id": "6",
        "text": "He who is overly attached to his family members experiences fear and sorrow, for the root of all grief is attachment. Thus one should discard attachment to be happy.",
        "gujarati": "જે વ્યક્તિને પોતાના પરિવારજનો સાથે અતિશય લગાવ હોય છે, તે ડર અને દુઃખનો અનુભવ કરે છે, કારણ કે દરેક શોકની મૂળજડ લગાવ છે. તેથી ખુશ રહેવા માટે લગાવનો ત્યાગ કરવો જોઈએ.",
        "hindi": "जो व्यक्ति अपने परिवार के सदस्यों से अत्यधिक लगाव रखता है, वह भय और दुःख का अनुभव करता है, क्योंकि सभी दुःखों की जड़ लगाव है। इसलिए खुश रहने के लिए लगाव का त्याग करना चाहिए।"
    },
    {
        "verse_id": "7",
        "text": "He who is prepared for the future and he who deals cleverly with any situation that may arise are both happy; but the fatalistic man who wholly depends on luck is ruined.",
        "gujarati": "જે વ્યક્તિ ભવિષ્ય માટે તૈયાર છે અને જે કોઈપણ ઉદ્ભવતી સ્થિતિને ચતુરાઈથી હાંકી કાઢે છે તે બંને ખુશ રહે છે; પરંતુ જે ભાગ્ય પર પૂર્ણ નિર્ભર છે તે નિષ્ફળ જાય છે.",
        "hindi": "जो व्यक्ति भविष्य के लिए तैयार है और जो किसी भी उत्पन्न होने वाली स्थिति से चतुराई से निपटता है, वे दोनों ही खुश रहते हैं; लेकिन जो व्यक्ति पूरी तरह से भाग्य पर निर्भर करता है, वह बर्बाद हो जाता है।"
    },
    {
        "verse_id": "8",
        "text": "If the king is virtuous, then the subjects are also virtuous. If the king is sinful, then the subjects also become sinful. If he is mediocre, then the subjects are mediocre. The subjects follow the example of the king. In short, as is the king so are the subjects.",
        "gujarati": "જો રાજા ધર્મી છે, તો પ્રજાજનો પણ ધર્મી છે. જો રાજા પાપી છે, તો પ્રજાજનો પણ પાપી બને છે. જો તે સામાન્ય છે, તો પ્રજાજનો પણ સામાન્ય છે. પ્રજાજનો રાજાના ઉદાહરણનું અનુસરણ કરે છે. ટૂંકમાં, રાજા જેવો હોય છે, પ્રજા પણ એવી જ હોય છે.",
        "hindi": "यदि राजा धर्मी है, तो प्रजा भी धर्मी होती है। यदि राजा पापी है, तो प्रजा भी पापी बन जाती है। यदि वह सामान्य है, तो प्रजा भी सामान्य होती है। प्रजा राजा के उदाहरण का अनुसरण करती है। संक्षेप में, जैसा राजा होता है, वैसी ही प्रजा होती है।"
    },
    {
        "verse_id": "9",
        "text": "I consider him who does not act religiously as dead though living, but he who dies acting religiously unquestionably lives long though he is dead.",
        "gujarati": "જે ધાર્મિક રીતે કામ કરતો નથી તે જીવતો હોવા છતાં મારો મતે મરેલો છે, પણ જે ધાર્મિક રીતે મૃત્યુ પામે છે તે નિશ્ચિતપણે મરી ગયા પછી પણ લાંબો જીવે છે.",
        "hindi": "मैं उसे जो धार्मिक रूप से कार्य नहीं करता, जीवित होते हुए भी मृत मानता हूं, लेकिन जो धार्मिक रूप से मरता है वह निस्संदेह मृत होते हुए भी लंबे समय तक जीवित रहता है।"
    },
    {
        "verse_id": "10",
        "text": "He who has acquired neither virtue, wealth, satisfaction of desires nor salvation (dharma, artha, kama, moksa), lives an utterly useless life, like the 'nipples' hanging from the neck of a goat.",
        "gujarati": "જેણે ન તો ધર્મ, ન તો સંપત્તિ, ન તો ઇચ્છાઓની સંતોષ અને ન તો મોક્ષ હાંસલ કર્યો છે, તે તૂટેલા છાગલાની ગરદન પરથી લટકતા 'નિપલ્સ' જેવી બિનજરૂરી જીંદગી જીવે છે.",
        "hindi": "जिसने न तो धर्म, न धन, न इच्छाओं की संतुष्टि और न ही मोक्ष प्राप्त किया है, वह बकरी की गर्दन से लटकते 'निपल्स' की तरह बिल्कुल बेकार जीवन जीता है।"
    },
    {
        "verse_id": "11",
        "text": "The hearts of base men burn before the fire of other's fame, and they slander them being themselves unable to rise to such a high position.",
        "gujarati": "નીચ લોકોના હૃદય અન્ય લોકોની પ્રસિદ્ધિની આગ સામે બળી જાય છે, અને તેઓ એવી ઊંચી સ્થિતિમાં ન ઉઠી શકવાને કારણે તેમની બુરાઈ કરે છે.",
        "hindi": "नीच पुरुषों के हृदय दूसरों की प्रसिद्धि की अग्नि के सामने जलते हैं, और वे ऐसी उच्च स्थिति में स्वयं न उठ पाने के कारण उनकी निंदा करते हैं।"
    },
    {
        "verse_id": "12",
        "text": "Excessive attachment to sense pleasures leads to bondage, and detachment from sense pleasures leads to liberation; therefore it is the mind alone that is responsible for bondage or liberation.",
        "gujarati": "ઇંદ્રીય સખતીઓ પ્રત્યે અતિશય આસક્તિ બંધન તરફ દોરી જાય છે, અને ઇંદ્રીય સખતીઓથી વિમુક્તિ મુક્તિ તરફ દોરી જાય છે; તેથી બંધન અથવા મુક્તિ માટે કેળવણી એકમાત્ર જવાબદાર છે.",
        "hindi": "इंद्रिय सुखों के प्रति अत्यधिक आसक्ति बंधन की ओर ले जाती है, और इंद्रिय सुखों से विमुखता मुक्ति की ओर ले जाती है; इसलिए बंधन या मुक्ति के लिए केवल मन ही जिम्मेदार है।"
    },
    {
        "verse_id": "13",
        "text": "He who sheds bodily identification by means of knowledge of the indwelling Supreme Self (Paramatma), will always be absorbed in meditative trance (samadhi) wherever his mind leads him.",
        "gujarati": "જે પોતાનો શરીરીક ઓળખાણ છોડી દે છે અને અંદર રહેલા પરમાત્માના જ્ઞાન દ્વારા તે હંમેશા ધ્યાનમાં રહી જશે જ્યાં તેનો મગજ તેને લઇ જશે.",
        "hindi": "जो व्यक्ति अपने भीतर निवास करने वाले परमात्मा के ज्ञान के माध्यम से शारीरिक पहचान को त्याग देता है, वह सदा ध्यान समाधि में लीन रहेगा, जहाँ भी उसका मन उसे ले जाएगा।"
    },
    {
        "verse_id": "14",
        "text": "Who realises all the happiness he desires? Everything is in the hands of God. Therefore one should learn contentment.",
        "gujarati": "તે બધું ખુદાનો હાથમાં છે. માટે, સંતોષ શીખવો જોઈએ.",
        "hindi": "जो सारी खुशी प्राप्त करता है वह ईश्वर के हाथों में है। इसलिए, संतोष सीखना चाहिए।"
    },
    {
        "verse_id": "15",
        "text": "As a calf follows its mother among a thousand cows, so the (good or bad) deeds of a man follow him.",
        "gujarati": "જેમ એક વાછરડો તેની મા પાછળ હજાર ગાયોમાંથી ચડે છે, તેમ માણસના (સારા કે ખરાબ) કર્મો તેના પાછળ ચડે છે.",
        "hindi": "जैसे एक बछड़ा हजार गायों के बीच अपनी मां के पीछे चलता है, वैसे ही (अच्छे या बुरे) कर्म मनुष्य का अनुसरण करते हैं।"
    },
    {
        "verse_id": "16",
        "text": "He whose actions are disorganised has no happiness either in the midst of men or in a jungle -- in the midst of men his heart burns by social contacts, and his helplessness burns him in the forest.",
        "gujarati": "જેનાં ક્રિયાઓ અયોગ્ય છે તે માનવ વચ્ચે અને જંગલમાં ક્યાંય પણ ખુશ નથી - માનવ વચ્ચે તે હૃદયને સામાજિક સંપર્કો દ્વારા બળે છે, અને જંગલમાં તેની આhelપાયતી તેને બળી જાય છે.",
        "hindi": "जिसके कर्म अव्यवस्थित हैं, उसे न तो पुरुषों के बीच और न ही जंगल में सुख मिलता है - पुरुषों के बीच उसका हृदय सामाजिक संपर्कों से जलता है, और जंगल में उसकी असहायता उसे जलाती है।"
    },
    {
        "verse_id": "17",
        "text": "As the man who digs obtains underground water by use of a shovel, so the student attains the knowledge possessed by his preceptor through his service.",
        "gujarati": "જે રીતે ખોદનાર શોવલ દ્વારા જમીન નીચેના પાણી મેળવી શકે છે, તે રીતે વિદ્યાર્થી તેના સેવાઓ દ્વારા તેના ગુરુના જ્ઞાન પ્રાપ્ત કરે છે.",
        "hindi": "जिस प्रकार खोदने वाला कुदाल के उपयोग से भूमिगत पानी प्राप्त करता है, उसी प्रकार छात्र अपने गुरु की सेवा के माध्यम से ज्ञान प्राप्त करता है।"
    },
    {
        "verse_id": "18",
        "text": "Men reap the fruits of their deeds, and intellects bear the mark of deeds performed in previous lives; even so the wise act after due circumspection.",
        "gujarati": "મનુષ્ય તેના કાર્યોના ફળ મેળવે છે, અને બુદ્ધિ અગાઉના જીવનમાં કરેલા કાર્યોના નિશાન સાથે ચિહ્નિત હોય છે; તેમ છતાં, વિવેકી સાવધાનીપૂર્વક કામ કરે છે.",
        "hindi": "मनुष्य अपने कर्मों का फल प्राप्त करता है, और बुद्धि पूर्व जन्मों में किए गए कर्मों का निशान धारण करती है; फिर भी, बुद्धिमान लोग सावधानीपूर्वक कार्य करते हैं।"
    },
    {
        "verse_id": "19",
        "text": "Even the man who has taught the spiritual significance of just one letter ought to be worshiped. He who does not give reverence to such a guru is born as a dog a hundred times, and at last takes birth as a chandala (dog-eater).",
        "gujarati": "જે વ્યક્તિએ માત્ર એક અક્ષરનો આধ্যાત્મિક અર્થ શીખવ્યો છે તેને પણ પૂજવું જોઈએ. જે આવા ગુરુને સન્માન આપતું નથી તે માણસ સો વાર કૂતરાની જેમ જન્મે છે, અને અંતે તે ચંડાલ (કૂતરાઓનો ખાવનાર) તરીકે જન્મ લે છે.",
        "hindi": "जिस व्यक्ति ने केवल एक अक्षर का आध्यात्मिक महत्व सिखाया है, उसे भी पूजनीय मानना चाहिए। जो ऐसा गुरु का आदर नहीं करता, वह सौ बार कुत्ते के रूप में जन्म लेता है, और अंत में चांडाल (कुत्ता खाने वाला) के रूप में जन्म लेता है।"
    },
    {
        "verse_id": "20",
        "text": "At the end of the yuga, Mount Meru may be shaken; at the end of the kalpa, the waters of the seven oceans may be disturbed; but a sadhu will never swerve from the spiritual path.",
        "gujarati": "યુગના અંતે મેરુ પર્વત હલાવી શકાય છે; કલ્પના અંતે, સાત મહાસાગરોના પાણી હલાવી શકાય છે; પરંતુ સાધુ ક્યારેય આધ્યાત્મિક માર્ગ પરથી વિમુખ નહીં થાય.",
        "hindi": "युग के अंत में, माउंट मेरु हिल सकता है; कल्प के अंत में, सात महासागरों के जल को हिलाया जा सकता है; लेकिन एक साधु कभी भी आध्यात्मिक मार्ग से विचलित नहीं होता।"
    },
    {
        "verse_id": "21",
        "text": "There are three gems upon this earth; food, water, and pleasing words -- fools (mudhas) consider pieces of rocks as gems.",
        "gujarati": "આ પૃથ્વી પર ત્રણ રત્ન છે; ખોરાક, પાણી, અને મીઠી વાણી - મૂર્ખો (મૂઢો) પથ્થરોના ટુકડાઓને રત્ન માને છે.",
        "hindi": "इस पृथ्वी पर तीन रत्न हैं; भोजन, पानी, और मधुर वाणी - मूर्ख (मूढ़) पत्थरों के टुकड़ों को रत्न मानते हैं।"
    }
]