[
    {
        "verse_id": "1",
        "text": "Generosity, pleasing address, courage and propriety of conduct are not acquired, but are inbred qualities.",
        "gujarati": "દાન, સુંદર વાણી, સાહસ અને આચરણની સંપત્તિ પ્રાપ્ત નથી, પરંતુ તે સ્વભાવિક ગુણો છે.",
        "hindi": "दान, सुंदर वाणी, साहस और आचरण की संपत्ति प्राप्त नहीं, परंतु वे स्वभाविक गुण हैं."
    },
    {
        "verse_id": "2",
        "text": "He who forsakes his own community and joins another perishes as the king who embraces an unrighteous path.",
        "gujarati": "જે પોતાની જાતિ છોડી અન્ય જાતિમાં જોડાય છે, તે અધર્મી માર્ગ અપનાવનાર રાજાની જેમ નાશ પામે છે.",
        "hindi": "जो अपनी जाति छोड़ दूसरी जाति में जुड़ता है, वह अधर्मी मार्ग अपनाने वाले राजा की तरह नाश पाता है."
    },
    {
        "verse_id": "3",
        "text": "The elephant has a huge body but is controlled by the ankusha (goad): yet, is the goad as large as the elephant? A lighted candle banishes darkness: is the candle as vast as the darkness. A mountain is broken even by a thunderbolt: is the thunderbolt therefore as big as the mountain? No, he whose power prevails is really mighty; what is there in bulk?",
        "gujarati": "હાથીનું મોટું શરીર છે પરંતુ તે અંકુશા દ્વારા નિયંત્રિત થાય છે: પણ, ક્યાં અંકુશા હાથીની જેટલું મોટું છે? પ્રજ્વલિત મીણ અંધકારને દૂર કરે છે: ક્યાં મીણ અંધકારની જેટલી વિશાળ છે? પર્વત પણ આકાશકામી દ્વારા તૂટી જાય છે: ક્યાં આકાશકામી પર્વતની જેટલું મોટુંછે? ના, જેની શક્તિ પ્રભાવી થાય છે, તે ખરેખર પ્રબળ છે; ક્યાં માત્ર આકારમાં કંઈ છે?",
        "hindi": "हाथी का बड़ा शरीर है परंतु वह अंकुशा द्वारा नियंत्रित होता है: फिर, क्या अंकुशा हाथी के जितना बड़ा है? प्रज्वलित मीन अंधकार को दूर करता है: क्या मीन अंधकार के जितना विशाल है? पर्वत भी आकाशकामी द्वारा टूट जाता है: क्या आकाशकामी पर्वत के जितना बड़ा है? ना, जिसकी शक्ति प्रभावी होती है, वह ख़रेख़र प्रबल है; क्या मात्र आकार में कुछ है?"
    },
    {
        "verse_id": "4",
        "text": "He who is engrossed in family life will never acquire knowledge; there can be no mercy in the eater of flesh; the greedy man will not be truthful; and purity will not be found in a woman and a hunter.",
        "gujarati": "જે પરિવારજીવનમાં લીન થયો છે, તેને ક્યાં જ્ઞાન પ્રાપ્ત થાય છે; માંસાહારીમાં ક્યાં દયા હોય છે; લોભી માણસ સત્યવાદી નહીં થાય છે; અને સ્ત્રી અને શિકારીમાં પવિત્રતા નહીં મળે છે.",
        "hindi": "जो परिवारजीवन में लीन है, उसे क्या ज्ञान प्राप्त होता है; मांसाहारी में क्या दया होती है; लोभी मानुस सत्यवादी नहीं होता है; और स्त्री और शिकारी में पवित्रता नहीं मिलती है."
    },
    {
        "verse_id": "5",
        "text": "The wicked man will not attain sanctity even if he is instructed in different ways, and the nim tree will not become sweet even if it is sprinkled from the top to the roots with milk and ghee.",
        "gujarati": "દુષ્ટ માણસ અલગ અલગ રીતે શિક્ષણ આપવામાં પણ પવિત્રતા પ્રાપ્ત નહીં થાય છે, અને નીમનું વૃક્ષ પણ દૂધ અને ઘીથી ટોપથી જડમાં સિંચવામાં પણ મીઠું નહીં થાય છે.",
        "hindi": "दुष्ट मानुस अलग अलग रीते से शिक्षण देने में भी पवित्रता प्राप्त नहीं होता है, और नीम का वृक्ष भी दूध और घी से टोप से जड़ में सिंचवाने में भी मीठा नहीं होता है."
    },
    {
        "verse_id": "6",
        "text": "Mental dirt cannot be washed away even by one-hundred baths in the sacred waters, just as a wine pot cannot be purified even by evaporating all the wine by fire.",
        "gujarati": "માનસિક મલિનતા પવિત્ર જળમાં એક સો સ્નાન કરવાથી પણ દૂર નહીં થાય છે, જેમ દારૂનું પાત્ર આગમાં સર્વ દારૂ ઉડાવી દેવાથી પણ પવિત્ર નહીં થાય છે.",
        "hindi": "मानसिक मलिनता पवित्र जल में एक सौ स्नान करने में भी दूर नहीं होता है, जैसे दारू का पात्र आग में सारा दारू उड़ावी देने में भी पवित्र नहीं होता है."
    },
    {
        "verse_id": "7",
        "text": "It is not strange if a man reviles (Degrades) a thing of which he has no knowledge, just as a wild hunter's wife throws away the pearl that is found in the head of an elephant, and picks up a gunj(a type of seed which poor tribals wear as ornaments).",
        "gujarati": "જે માણસને કોઈ વસ્તુની જાણકારી નથી, તે તે વસ્તુને નિંદા કરે છે, જેમ જંગલી શિકારીની પત્ની હાથીના માથામાં મળેલા મોતીને ફેંકી દે છે, અને ગુંજા (ગરીબ આદિવાસીઓ દ્વારા પહેરવામાં આવતા બીજનું પ્રકાર) ઉઠાવે છે.",
        "hindi": "जिस मानुस को कोई वस्तु की जानकारी नहीं है, वह उस वस्तु की निंदा करता है, जैसे जंगली शिकारी की पत्नी हाथी के माथे में मिले मोती को फेंक देती है, और गुंजा (गरीब आदिवासी द्वारा पहने जानेवाले बीज का प्रकार) उठाती है."
    },
    {
        "verse_id": "8",
        "text": "He who for one year eats his meals silently (inwardly meditating upon the Lord's prasadam); attains to the heavenly planets for a thousand crore of years. (Note: one crore equals ten million)",
        "gujarati": "જે એક વર્ષ સુધી તેના ભોજનને મૌન રાખે છે (પ્રભુના પ્રસાદની ઉપર આંતરિક ધ્યાન કરતા રહે છે); તે એક હજાર કરોડ વર્ષ સુધી સ્વર્ગલોકમાં પ્રાપ્ત થાય છે. (નોંધ: એક કરોડ દસ લાખ સમાન છે)",
        "hindi": "जो एक वर्ष सुधी अपने भोजन को मौन रखे है (प्रभु के प्रसाद की ऊपर आंतरिक ध्यान करता है); वह एक हजार करोड़ वर्ष सुधी स्वर्गलोक में प्राप्त होता है. (नोट: एक करोड़ दस लाख समान है)"
    },
    {
        "verse_id": "9",
        "text": "The student (brahmacari) should completely renounce the following eight things -- his lust, anger, greed, desire for sweets, sense of decorating the body, excessive curiosity, excessive sleep, and excessive endeavour for bodily maintenance.",
        "gujarati": "બ્રહ્મચારીને આઠ વસ્તુઓનો સંપૂર્ણ ત્યાગ કરવો જોઈએ -- તેની કામવાસના, ક્રોધ, લોભ, મિઠાઈની ઇચ્છા, શરીરની સજાવટ, અતિ જિજ્ઞાસા, અતિ નિદ્રા, અને શરીરની સંભાળના માટે અતિ પ્રયત્ન.",
        "hindi": "ब्रह्मचारी को आठ वस्तुओं का संपूर्ण त्याग करना चाहिए -- उसकी कामवासना, क्रोध, लोभ, मिठाई की इच्छा, शरीर की सजावट, अति जिज्ञासा, अति निद्रा, और शरीर की संभालना के लिए अति प्रयत्न."
    },
    {
        "verse_id": "10",
        "text": "He alone is a true brahmana (dvija or \"twice-born\") who is satisfied with one meal a day, who has the six samskaras (or acts of purification such as garbhadhana, etc.) performed for him, and who cohabits with his wife only once in a month on an auspicious day after her menses.",
        "gujarati": "જે એક દિવસમાંએક ભોજનથી સંતુષ્ટ થાય છે, જેને છ સંસ્કાર (ગર્ભાધાન વગેરે શુદ્ધિકરણના કાર્યો) કરાવાય છે, અને જે તેની પત્ની સાથે માસિક ધર્મના પછી શુભ દિવસે એક વાર જ સહવાસ કરે છે, તે જ સાચો બ્રાહ્મણ (દ્વિજ કે \"બે વાર જન્મેલો\") છે.",
        "hindi": "जो एक दिवस में एक भोजन से संतुष्ट होता है, जिसके लिए छ संस्कार (गर्भाधान वगैरे शुद्धिकरण के कार्य) कराए जाते हैं, और जो अपनी पत्नी के साथ मासिक धर्म के पीछे शुभ दिवस पर एक बार ही सहवास करता है, वही सच्चा ब्राह्मण (द्विज या \"दो बार जन्मेला\") है."
    },
    {
        "verse_id": "11",
        "text": "The brahmana who is engrossed in worldly affairs, brings up cows and is engaged in trade is really called a vaishya.",
        "gujarati": "જે બ્રાહ્મણ સંસારિક વ્યવહારમાં લીન થયો છે, જે ગાયોને પાળે છે અને વ્યાપારમાં લાગેલો છે, તેને વાસ્તવિક વૈશ્ય કહેવાય છે.",
        "hindi": "जो ब्राह्मण संसारिक व्यवहार में लीन है, जो गायों को पाले है और व्यापार में लगा है, उसे वास्तविक वैश्य कहा जाता है."
    },
    {
        "verse_id": "12",
        "text": "The brahmana who deals in lac-die, articles, oil, indigo, silken cloth, honey, clarified butter, liquor, and flesh is called a shudra.",
        "gujarati": "જે બ્રાહ્મણ લાકડા, લાકડાના સામાન, તેલ, નીલ, રેશમી કાપડ, મધુ, ઘી, મદ્ય, અને માંસ વેચાણ કરે છે, તેને શૂદ્ર કહેવાય છે.",
        "hindi": "जो ब्राह्मण लाकड़ा, लाकड़ाना सामान, तेल, नील, रेशमी कपड़, मधु, घी, मद्य, और मांस वेचान करता है, उसे शूद्र कहा जाता है."
    },
    {
        "verse_id": "13",
        "text": "The brahmana who thwarts the doings of others, who is hypocritical, selfish, and a deceitful hater, and while speaking mildly cherishes cruelty in his heart, is called a cat.",
        "gujarati": "જે બ્રાહ્મણ અન્યના કાર્યોને અડચણ કરે છે, જે દુરાચારી, સ્વાર્થપર, અને હૃદયમાં ક્રૂરતા રાખે છે, અને મૃદુ વાણી બોલે છે, તેને બિલાડી કહેવાય છે.",
        "hindi": "जो ब्राह्मण अन्य के कार्यों को अड़चन करता है, जो दुराचारी, स्वार्थपर, और हृदय में क्रूरता रखता है, और मृदु वाणी बोलता है, उसे बिलाड़ी कहा जाता है."
    },
    {
        "verse_id": "14",
        "text": "The brahmana who destroys a pond, a well, a tank, a garden and a temple is called a mleccha.",
        "gujarati": "જે બ્રાહ્મણ તળાવ, વાવ, ટાંક, બાગ, અને મંદિર નાશ કરે છે, તેને મ્લેચ્છ કહેવાય છે.",
        "hindi": "जो ब्राह्मण तालाब, वाव, टांक, बाग, और मंदिर नाश करता है, उसे म्लेच्छ कहा जाता है."
    },
    {
        "verse_id": "15",
        "text": "The brahmana who steals the property of the Deities and the spiritual preceptor, who cohabits with another's wife, and who maintains himself by eating anything and everything s called a chandala.",
        "gujarati": "જે બ્રાહ્મણ દેવતાઓની અને આધ્યાત્મિક ગુરુની સંપત્તિ ચોરી લે છે, જે અન્યની પત્'s સાથે સહવાસ કરે છે, અને જે કંઈ પણ ખાઈને પોતાને નિર્વાહ કરે છે, તેને ચંડાળ કહેવાય છે.",
        "hindi": "जो ब्राह्मण देवताओं की और आध्यात्मिक गुरु की संपत्ति चोरी करता है, जो अन्य की पत्नी के साथ सहवास करता है, और जो कुछ भी खाकर अपने को रखता है, उसे चांडाल कहा जाता है."
    },
    {
        "verse_id": "16",
        "text": "The meritorious should give away in charity all that they have in excess of their needs. By charity only Karna, Bali and King Vikramaditya survive even today. Just see the plight of the honeybees beating their legs in despair upon the earth. They are saying to themselves, 'Alas! We neither enjoyed our stored-up honey nor gave it in charity, and now someone has taken it from us in an instant.",
        "gujarati": "સદાચાર્ય વ્યક્તિઓ તેમની જરૂરિયાતોથી વધારે જે કંઈ પણ છે, તે સંપૂર્ણ દાનમાં આપે છે. દાન દ્વારા જ કર્ણ, બાલી અને રાજા વિક્રમાદિત્ય આજ દિવસો સુધી જીવિત છે. મધુમક્ષીઓની દુ:ખભરી જુઓ, જે પૃથ્વી પર તેમના પગ ચાલતા હોય છે. તેઓ પોતાને કહે છે, 'અરે! અમે અમારી સંચિત મધુ ન ઉપજાવ્યું ન આપ્યું, અને હવે કોઈ અમારા મધુ લઇ ગયો છે.'",
        "hindi": "सदाचारी व्यक्तियों को उनकी आवश्यकताओं से अधिक जो कुछ भी है, वह सब कुछ दान में दे देना चाहिए. दान के द्वारा ही कर्ण, बाली और राजा विक्रमादित्य आज तक जीवित हैं. मधुमक्खियों की दु:ख को देखो, जो पृथ्वी पर अपने पंखों से दु:खी होकर चल रही हave. वे अपने आप से कह रहे हैं, 'अरे! हमने अपना संचित मधु न उपजाया न दान में दिया, और अब कोई हमारा मधु ले गया है.'"
    }
]
