[
    {
        "verse_id": "1",
        "text": "In this world, whose family is there without blemish? Who is free from sickness and grief? Who is forever happy?",
        "gujarati": "આ દુનિયામાં કયા કુટુંબમાં દોષ નથી? કયો રોગ અને દુઃખથી મુક્ત છે? કયો સદંતર સુખી છે?",
        "hindi": "इस दुनिया में किसका परिवार बिना दोष के है? कौन रोग और दुःख से मुक्त है? कौन सदा के लिए खुश है?"
    },
    {
        "verse_id": "2",
        "text": "A man's descent may be discerned by his conduct, his country by his pronunciation of language, his friendship by his warmth and glow, and his capacity to eat by his body.",
        "gujarati": "એક માણસની ઉત્પત્તિ તેના આચારણ દ્વારા જાણી શકાય છે, તેની ભાષા પ્રણાલીને તેના ઉચ્ચારણ દ્વારા, તેની મૈત્રી તેની ગરમાઈ અને તેજ દ્વારા, અને તેની ખાવાની ક્ષમતા તેના શરીર દ્વારા.",
        "hindi": "एक व्यक्ति की उत्पत्ति उसके आचरण से पहचानी जा सकती है, उसके देश को उसकी भाषा के उच्चारण से, उसकी मित्रता उसकी गर्मजोशी और चमक से, और उसकी खाने की क्षमता उसके शरीर से।"
    },
    {
        "verse_id": "3",
        "text": "Give your daughter in marriage to a good family, engage your son in learning, see that your enemy comes to grief, and engage your friends in dharma (Krsna consciousness).",
        "gujarati": "તમારી દીકરીને સારા કુટુંબમાં વિવાહ કરો, તમારા પુત્રને શિક્ષણમાં લગાડો, તમારા શત્રુને દુઃખી કરો, અને તમારા મિત્રો ને ધર્મમાં જોડો.",
        "hindi": "अपनी बेटी का विवाह एक अच्छे परिवार में करें, अपने बेटे को शिक्षा में लगाएँ, अपने दुश्मन को दुखी देखें, और अपने मित्रों को धर्म (कृष्ण चेतना) में लगाएँ।"
    },
    {
        "verse_id": "4",
        "text": "Of a rascal and a serpent, the serpent is the better of the two, for he strikes only at the time he is destined to kill, while the former at every step.",
        "gujarati": "એક દુષ્ટ અને સાપમાંથી, સાપ બેમાંથી સારું છે, કારણ કે તે માત્ર તેને મારી નાખવાનો સમય આવે છે ત્યારે જ દંશ મારે છે, જ્યારે પૂર્વના દરેક પગલે.",
        "hindi": "एक बदमाश और एक सर्प में, सर्प दोनों में से बेहतर है, क्योंकि वह केवल तब वार करता है जब वह मारने के लिए नियत होता है, जबकि पूर्व हर कदम पर।"
    },
    {
        "verse_id": "5",
        "text": "Therefore kings gather round themselves men of good families, for they never forsake them either at the beginning, the middle or the end.",
        "gujarati": "આ કારણ માટે રાજાઓ સારા કુટુંબોના પુરુષોને તેમના આસપાસ ભેગા કરે છે, કારણ કે તેઓ તેમને ક્યારેય છોડતા નથી, ન તો શરૂઆતમાં, ન તો મધ્યમાં અને ન તો અંતમાં.",
        "hindi": "इसलिए राजा अपने चारों ओर अच्छे परिवारों के पुरुषों को इकट्ठा करते हैं, क्योंकि वे उन्हें कभी नहीं छोड़ते, न तो शुरुआत में, न बीच में और न अंत में।"
    },
    {
        "verse_id": "6",
        "text": "At the time of the pralaya (universal destruction) the oceans are to exceed their limits and seek to change, but a saintly man never changes.",
        "gujarati": "પ્રલયના સમયે મહાસાગરો તેમના મર્યાદા પાર કરે છે અને બદલાવ લાવવા માંગે છે, પરંતુ એક પવિત્ર માણસ ક્યારેય બદલાય નહીં.",
        "hindi": "प्रलय के समय महासागर अपनी सीमाओं को पार कर जाते हैं और बदलने की कोशिश करते हैं, लेकिन एक संत पुरुष कभी नहीं बदलता।"
    },
    {
        "verse_id": "7",
        "text": "Do not keep company with a fool for as we can see he is a two-legged beast. Like an unseen thorn he pierces the heart with his sharp words.",
        "gujarati": "મૂર્ખ સાથે મિત્રતા ન કરો કારણ કે જેમ આપણે જોઈ શકીએ છીએ તે બે પગનું જંતુ છે. જેમ અસે નજરે ના દેખાતો કાંટો તે પોતાની તીખી વાણીથી હૃદયને છિદ્રિત કરે છે.",
        "hindi": "मूर्ख के साथ संगति न करें क्योंकि जैसा कि हम देख सकते हैं, वह दो पैरों वाला जानवर है। जैसे एक अदृश्य काँटा अपनी तीखी बातों से हृदय को भेदता है।"
    },
    {
        "verse_id": "8",
        "text": "Though men be endowed with beauty and youth and born in noble families, yet without education they are like the palasa flower which is void of sweet fragrance.",
        "gujarati": "જોયે કે પુરુષોને સૌંદર્ય અને યુવાની અને ઉન્નત કુટુંબોમાં જન્મ મળ્યો હોય, તેમ છતાં, શિક્ષણ વિના તેઓ તે પાલસા ફૂલ જેવા છે જે મધુર સુગંધથી ખાલી છે.",
        "hindi": "यद्यपि पुरुष सुंदरता और यौवन से सम्पन्न और श्रेष्ठ परिवारों में जन्मे हों, फिर भी बिना शिक्षा के वे उस पलासा फूल के समान हैं जिसमें मधुर सुगंध नहीं होती।"
    },
    {
        "verse_id": "9",
        "text": "The beauty of a cuckoo is in its notes, that of a woman in her unalloyed devotion to her husband, that of an ugly person in his scholarship, and that of an ascetic in his forgiveness.",
        "gujarati": "કોઈલાની સુંદરતા તેના રાગમાં છે, સ્ત્રીની તેના પતિ માટેની નિર્મળ ભક્તિમાં, કુરુપ વ્યક્તિની તેની વિદ્યામાં, અને તપસ્વીની તેની ક્ષમામાં.",
        "hindi": "कोयल की सुंदरता उसकी आवाज में है, एक महिला की उसके पति के प्रति निःस्वार्थ भक्ति में, एक कुरूप व्यक्ति की उसकी विद्वता में, और एक तपस्वी की उसकी क्षमा में।"
    },
    {
        "verse_id": "10",
        "text": "Give up a member to save a family, a family to save a village, a village to save a country, and the country to save yourself.",
        "gujarati": "એક સભ્યને બચાવવા માટે પરિવારનો ત્યાગ કરો, પરિવારને બચાવવા માટે ગામનો ત્યાગ કરો, ગામને બચાવવા માટે દેશનો ત્યાગ કરો, અને દેશને બચાવવા માટે પોતાનો ત્યાગ કરો.",
        "hindi": "परिवार को बचाने के लिए एक सदस्य का त्याग करो, गाँव को बचाने के लिए परिवार का त्याग करो, देश को बचाने के लिए गाँव का त्याग करो, और खुद को बचाने के लिए देश का त्याग करो।"
    },
    {
        "verse_id": "11",
        "text": "There is no poverty for the industrious. Sin does not attach itself to the person practicing japa (chanting of the holy names of the Lord). Those who are absorbed in maunam (silent contemplation of the Lord) have no quarrel with others. They are fearless who remain always alert.",
        "gujarati": "મહેનતી લોકો માટે ગરીબી નથી. જે વ્યક્તિ જપ કરે છે તેના પર પાપ ચોંટતું નથી. જે લોકો મૌન (ભગવાનના શાંતિપૂર્ણ ચિંતન)માં મશગુલ છે, તેમને બીજા સાથે કોઈ ઝઘડો નથી. તેઓ નિર્ભય છે જે હંમેશા જાગૃત રહે છે.",
        "hindi": "मेहनती लोगों के लिए गरीबी नहीं होती। जो व्यक्ति जप करता है, उस पर पाप नहीं लगता। जो लोग मौन (भगवान का शांतिपूर्ण चिंतन) में लीन होते हैं, उनका दूसरों के साथ कोई झगड़ा नहीं होता। वे निडर होते हैं जो हमेशा सतर्क रहते हैं।"
    },
    {
        "verse_id": "12",
        "text": "What is too heavy for the strong and what place is too distant for those who put forth effort? What country is foreign to a man of true learning? Who can be inimical to one who speaks pleasingly?",
        "gujarati": "મજબૂત માટે શું ખૂબ ભારે છે અને પ્રયત્ન કરનારાઓ માટે કયું સ્થળ બહુ દૂર છે? સાચી વિદ્યાવાળાં માટે કયો દેશ વિદેશી છે? જે મીઠું બોલે તે માટે કોણ શત્રુ છે?",
        "hindi": "मजबूत के लिए क्या बहुत भारी है और जो प्रयास करते हैं उनके लिए कौन सी जगह बहुत दूर है? सच्चे ज्ञानवान के लिए कौन सा देश विदेशी है? जो मीठा बोलता है उसके लिए कौन शत्रु हो सकता है?"
    },
    {
        "verse_id": "13",
        "text": "As a whole forest becomes fragrant by the existence of a single tree with sweet-smelling blossoms in it, so a family becomes famous by the birth of a virtuous son.",
        "gujarati": "જેમ મધુર સુગંધવાળા ફૂલોવાળું એકમાત્ર વૃક્ષ સમગ્ર જંગલને સુગંધિત બનાવે છે, તેમ એક સારા પુત્રના જન્મથી કુટુંબ વિખ્યાત બને છે.",
        "hindi": "जैसे मीठी खुशबू वाले फूलों वाले एकल वृक्ष के अस्तित्व से पूरा जंगल सुगंधित हो जाता है, वैसे ही एक गुणी पुत्र के जन्म से एक परिवार प्रसिद्ध हो जाता है।"
    },
    {
        "verse_id": "14",
        "text": "As a single withered tree, if set aflame, causes a whole forest to burn, so does a rascal son destroy a whole family.",
        "gujarati": "જેમ એકમાત્ર સુકાયેલું વૃક્ષ, જો આગ લાગી જાય, તો આખા જંગલને બળી જાય છે, તેમ જ એક દુષ્ટ પુત્ર આખા કુટુંબને નાશ કરે છે.",
        "hindi": "जैसे एकल सूखा हुआ पेड़, यदि आग लगा दी जाए, तो पूरे जंगल को जला देता है, वैसे ही एक बदमाश पुत्र पूरे परिवार को नष्ट कर देता है।"
    },
    {
        "verse_id": "15",
        "text": "As night looks delightful when the moon shines, so is a family gladdened by even one learned and virtuous son.",
        "gujarati": "જેમ ચાંદની રાત્રે સુખદ લાગે છે, તેમ એક વિદ્વાન અને સારા પુત્રથી પરિવાર આનંદિત થાય છે.",
        "hindi": "जैसे चाँदनी रात सुखद लगती है, वैसे ही एक विद्वान और गुणी पुत्र से परिवार आनंदित होता है।"
    },
    {
        "verse_id": "16",
        "text": "What is the use of having many sons if they cause grief and vexation? It is better to have only one son from whom the whole family can derive support and peacefulness.",
        "gujarati": "ઘણા પુત્રો હોય તો તેનો શું ઉપયોગ જો તે દુઃખ અને કંટાળાવા દયે છે? તેનાથી સારો છે કે માત્ર એક જ પુત્ર હોય જેમાંથી આખા પરિવારને ટેકો અને શાંતિ મળે.",
        "hindi": "कई पुत्र होने का क्या फायदा यदि वे दुःख और कष्ट देते हैं? इससे अच्छा तो एक ही पुत्र हो जिससे पूरा परिवार सहारा और शांति प्राप्त कर सके।"
    },
    {
        "verse_id": "17",
        "text": "Fondle a son until he is five years of age, and use the stick for another ten years, but when he has attained his sixteenth year treat him as a friend.",
        "gujarati": "પાંચ વર્ષની વય સુધી પુત્રને ચુમાવું, અને વધુ દસ વર્ષ માટે લાકડી વાપરવી, પરંતુ જ્યારે તે સોળમું વર્ષ પ્રાપ્ત કરે ત્યારે તેને મિત્ર તરીકે ગણવું.",
        "hindi": "पाँच साल की उम्र तक पुत्र को दुलारें, और अगले दस साल तक छड़ी का उपयोग करें, लेकिन जब वह सोलह साल का हो जाए तो उसे एक मित्र के रूप में व्यवहार करें।"
    },
    {
        "verse_id": "18",
        "text": "He who runs away from a fearful calamity, a foreign invasion, a terrible famine, and the companionship of wicked men is safe.",
        "gujarati": "જે વ્યક્તિ ભયાનક આફત, વિદેશી આક્રમણ, ભયાનક દુષ્કાળ, અને દૂષ્ટ માણસોની મિત્રતાથી દૂર ભાગે છે તે સુરક્ષિત છે.",
        "hindi": "जो व्यक्ति भयावह विपत्ति, विदेशी आक्रमण, भयंकर अकाल, और दुष्ट पुरुषों की संगति से भाग जाता है, वह सुरक्षित है।"
    },
    {
        "verse_id": "19",
        "text": "He who has not acquired one of the following: religious merit (dharma), wealth (artha), satisfaction of desires (kama), or liberation (moksa) is repeatedly born to die.",
        "gujarati": "જેને નીચેના પૈકી એક પ્રાપ્ત થયું નથી: ધાર્મિક પુણ્ય (ધર્મ), સંપત્તિ (અર્થ), ઇચ્છાઓની સંતોષ (કામ), અથવા મુક્તિ (મોક્ષ) તે પુન: પુન: મરવા માટે જન્મે છે.",
        "hindi": "जिसने निम्नलिखित में से एक भी प्राप्त नहीं किया है: धार्मिक पुण्य (धर्म), संपत्ति (अर्थ), इच्छाओं की संतुष्टि (काम), या मुक्ति (मोक्ष) बार-बार मरने के लिए पैदा होता है।"
    },
    {
        "verse_id": "20",
        "text": "Lakshmi, the Goddess of wealth, comes of Her own accord where fools are not respected, grain is well stored up, and the husband and wife do not quarrel.",
        "gujarati": "ધનની દેવી લક્ષ્મી પોતાને ત્યાં આવે છે જ્યાં મૂર્ખોની મર્યાદા નથી, અનાજ સારી રીતે સંગ્રહિત છે, અને પતિ-પત્ની ઝઘડા નથી.",
        "hindi": "धन की देवी लक्ष्मी स्वेच्छा से वहाँ आती हैं जहाँ मूर्खों का सम्मान नहीं होता, अनाज अच्छी तरह से संग्रहीत होता है, और पति-पत्नी झगड़ा नहीं करते।"
    }
]
