[
    {
        "verse_id": "1",
        "text": "Agni is the worshipable person for the twice-born; the brahmana for the other castes; the husband for the wife; and the guest who comes for food at the midday meal for all.",
        "gujarati": "અગ્નિ દ્વિજોના માટે પૂજનીય છે; અન્ય વર્ણો માટે બ્રાહ્મણ; પત્ની માટે પતિ; અને મધ્યાહ્ન ભોજન માટે આવેલા અતિથિ સર્વ માટે.",
        "hindi": "द्विजों के लिए अग्नि पूजनीय है; अन्य जातियों के लिए ब्राह्मण; पत्नी के लिए पति; और मध्यान्ह भोजन के लिए आए हुए अतिथि सभी के लिए।"
    },
    {
        "verse_id": "2",
        "text": "As gold is tested in four ways by rubbing, cutting, heating and beating - - so a man should be tested by these four things: his renunciation, his conduct, his qualities and his actions.",
        "gujarati": "સોનાની તપાસ ચાર રીતે થાય છે: ઘસવાથી, કાપવાથી, ગરમ કરવાની અને મારવાની - તે જ રીતે માનવીની તપાસ આ ચાર વસ્તુઓથી થવી જોઈએ: તેની ત્યાગશીલતા, તેનું વર્તન, તેની ગુણો અને તેની ક્રિયાઓ.",
        "hindi": "सोने की जांच चार तरीकों से होती है: रगड़कर, काटकर, गर्म करके और पीटकर - उसी तरह व्यक्ति की जांच इन चार चीजों से होनी चाहिए: उसका त्याग, उसका आचरण, उसकी विशेषताएँ और उसके कार्य।"
    },
    {
        "verse_id": "3",
        "text": "A thing may be dreaded as long as it has not overtaken you, but once it has come upon you, try to get rid of it without hesitation.",
        "gujarati": "જ્યારે સુધી કોઈ વસ્તુ તમને ઘેરી ન લે, ત્યારે સુધી તેનો ભય રાખો, પરંતુ જ્યારે તે આવી જાય, ત્યારે મુલામણ વગર તેનો ત્યાગ કરવાનો પ્રયત્ન કરો.",
        "hindi": "जब तक कोई चीज़ आपको घेर नहीं लेती, तब तक उससे डरें, लेकिन जब वह आ जाए, तो बिना हिचकिचाहट के उससे छुटकारा पाने का प्रयास करें।"
    },
    {
        "verse_id": "4",
        "text": "Though persons be born from the same womb and under the same stars, they do not become alike in disposition as the thousand fruits of the badari tree.",
        "gujarati": "ભલે લોકો એક જ ગર્ભ અને તે જ નક્ષત્રો હેઠળ જન્મે છે, તે બાબરીના હજારો ફળોની જેમ સ્વભાવમાં સરખા નથી બનતા.",
        "hindi": "यद्यपि लोग एक ही गर्भ और उन्हीं सितारों के नीचे पैदा होते हैं, लेकिन वे बदरी वृक्ष के हजारों फलों की तरह स्वभाव में समान नहीं होते।"
    },
    {
        "verse_id": "5",
        "text": "He whose hands are clean does not like to hold an office; he who desires nothing cares not for bodily decorations; he who is only partially educated cannot speak agreeably; and he who speaks out plainly cannot be a deceiver.",
        "gujarati": "જેણે હાથ સફાઈથી રાખ્યા છે તે કોઈ પદને પકડવું પસંદ નથી કરે; જે કશું ઈચ્છતો નથી તે શરીરના સજાવટ માટે કાળજી લેતો નથી; જે માત્ર અર્ધશિક્ષિત છે તે સહમતિવાળી વાત કરી શકતો નથી; અને જે સીધા બોલે છે તે ઠગ હોઈ શકતો નથી.",
        "hindi": "जिसके हाथ साफ हैं वह किसी पद को पकड़ना पसंद नहीं करता; जो कुछ नहीं चाहता वह शारीरिक सजावट की परवाह नहीं करता; जो केवल आंशिक रूप से शिक्षित है वह सहमतिपूर्ण नहीं बोल सकता; और जो सीधे बोलता है वह धोखेबाज नहीं हो सकता।"
    },
    {
        "verse_id": "6",
        "text": "The learned are envied by the foolish; rich men by the poor; chaste women by adulteresses; and beautiful ladies by ugly ones.",
        "gujarati": "મૂર્ખો દ્વારા વિદ્વાનોને ઈર્ષા થાય છે; ગરીબો દ્વારા ધનવાન લોકો; શિસ્તબદ્ધ મહિલાઓ દ્વારા વ્યભિચારણીઓ; અને સુંદર મહિલાઓ દ્વારા કુરુપ લોકો.",
        "hindi": "मूर्खों द्वारा विद्वानों से ईर्ष्या की जाती है; गरीबों द्वारा अमीरों से; पवित्र महिलाओं द्वारा व्यभिचारिणियों से; और कुरूपों द्वारा सुंदर महिलाओं से।"
    },
    {
        "verse_id": "7",
        "text": "Indolent application ruins study; money is lost when entrusted to others; a farmer who sows his seed sparsely is ruined; and an army is lost for want of a commander.",
        "gujarati": "આલસતાથી અભ્યાસ બગાડે છે; પૈસા બીજા લોકોને સોંપવાથી ગુમ થાય છે; ખેડૂત જો ઓછા બીજ વાવે તો નષ્ટ થાય છે; અને કમાન્ડરના અભાવે સૈન્ય ગુમ થાય છે.",
        "hindi": "आलसी आवेदन अध्ययन को बर्बाद कर देता है; पैसे दूसरों को सौंपने से खो जाते हैं; जो किसान अपने बीज कम बोता है, वह नष्ट हो जाता है; और एक कमांडर की कमी से सेना खो जाती है।"
    },
    {
        "verse_id": "8",
        "text": "Learning is retained through putting into practice; family prestige is maintained through good behaviour; a respectable person is recognised by his excellent qualities; and anger is seen in the eyes.",
        "gujarati": "શિક્ષણ અભ્યાસમાં મૂકવાથી જાળવી શકાય છે; કુટુંબનો પ્રતિષ્ઠા સારા વર્તનથી જાળવાય છે; માનનીય વ્યક્તિને તેની ઉત્તમ ગુણો દ્વારા ઓળખી શકાય છે; અને ગુસ્સો આંખોમાં જોઈ શકાય છે.",
        "hindi": "अध्ययन को अभ्यास में लाने से बनाए रखा जाता है; पारिवारिक प्रतिष्ठा अच्छे व्यवहार से बनी रहती है; एक सम्मानित व्यक्ति को उसकी उत्कृष्ट विशेषताओं से पहचाना जाता है; और गुस्सा आँखों में देखा जाता है।"
    },
    {
        "verse_id": "9",
        "text": "Religion is preserved by wealth; knowledge by diligent practice; a king by conciliatory words; and a home by a dutiful housewife.",
        "gujarati": "ધર્મ સંપત્તિથી જાળવાય છે; જ્ઞાન મહેનતથી જાળવાય છે; રાજા મૈત્રીપૂર્ણ શબ્દોથી જાળવાય છે; અને ઘર એક ફરજદાર ગૃહિણિથી જાળવાય છે.",
        "hindi": "धर्म धन से संरक्षित होता है; ज्ञान परिश्रमी अभ्यास से; राजा मेलमिलापपूर्ण शब्दों से; और एक घर एक कर्तव्यपरायण गृहिणी से।"
    },
    {
        "verse_id": "10",
        "text": "Those who blaspheme Vedic wisdom, who ridicule the life style recommended in the satras, and who deride men of peaceful temperament, come to grief unnecessarily.",
        "gujarati": "જે લોકો વૈદિક જ્ઞાનની નિંદા કરે છે, જે શાસ્ત્રોમાં સૂચવેલા જીવનશૈલીની મજાક કરે છે, અને શાંતિપ્રિય સ્વભાવના લોકોની ઠઠ્ઠા કરે છે, તેઓને અનાવશ્યક દુ:ખ થાય છે.",
        "hindi": "जो लोग वैदिक ज्ञान की निंदा करते हैं, जो शास्त्रों में सुझाए गए जीवनशैली का मजाक उड़ाते हैं, और शांत स्वभाव के लोगों का उपहास करते हैं, वे अनावश्यक रूप से दुःख प्राप्त करते हैं।"
    },
    {
        "verse_id": "11",
        "text": "Charity puts an end to poverty; righteous conduct to misery; discretion to ignorance; and scrutiny to fear.",
        "gujarati": "દાન ગરીબીનો અંત લાવે છે; ધર્મપૂર્ણ વર્તન દુ:ખનો અંત લાવે છે; વિવેક અજ્ઞાનનો અંત લાવે છે; અને તપાસ ડરનો અંત લાવે છે.",
        "hindi": "दान गरीबी का अंत करता है; धर्मपूर्ण आचरण दुख का अंत करता है; विवेक अज्ञानता का अंत करता है; और जाँच भय का अंत करती है।"
    },
    {
        "verse_id": "12",
        "text": "There is no disease (so destructive) as lust; no enemy like infatuation; no fire like wrath; and no happiness like spiritual knowledge.",
        "gujarati": "વાસનાથી વધુ ઘાતક કોઈ બીમારી નથી; મોહથી વધુ કોઈ દુશ્મન નથી; ક્રોધથી વધુ કોઈ અગ્નિ નથી; અને આધ્યાત્મિક જ્ઞાનથી વધુ કોઈ સુખ નથી.",
        "hindi": "वासनासे विनाशकारी कोई बीमारी नहीं है; मोह जैसा कोई शत्रु नहीं है; क्रोध जैसा कोई अग्नि नहीं है; और आध्यात्मिक ज्ञान जैसा कोई सुख नहीं है।"
    },
    {
        "verse_id": "13",
        "text": "A man is born alone and dies alone; and he experiences the good and bad consequences of his karma alone; and he goes alone to hell or the Supreme abode.",
        "gujarati": "માણસ એકલો જન્મે છે અને એકલો મરે છે; અને તે તેના કર્મના સારા અને ખરાબ પરિણામોનો અનુભવ એકલો કરે છે; અને તે નરક અથવા પરમ સ્થાન પર એકલો જાય છે.",
        "hindi": "एक व्यक्ति अकेला पैदा होता है और अकेला मरता है; और वह अपने कर्मों के अच्छे और बुरे परिणामों का अकेले अनुभव करता है; और वह अकेला नरक या सर्वोच्च धाम में जाता है।"
    },
    {
        "verse_id": "14",
        "text": "Heaven is but a straw to him who knows spiritual life (Krsna consciousness); so is life to a valiant man; a woman to him who has subdued his senses; and the universe to him who is without attachment for the world.",
        "gujarati": "જેણે આધ્યાત્મિક જીવન (કૃષ્ણ ચેતના) જાણી છે તે માટે સ્વર્ગ ફક્ત એક તણખું છે; શૂરવીર પુરુષ માટે જીવન; તેના માટે સ્ત્રી જેણે પોતાના ઇન્દ્રિયો પર કાબૂ મેળવ્યો છે; અને જે વિશ્વ માટે વિમુક્ત છે તેના માટે બ્રહ્માંડ ફક્ત તણખું છે.",
        "hindi": "जो आध्यात्मिक जीवन (कृष्ण चेतना) जानता है उसके लिए स्वर्ग केवल तिनका है; वीर पुरुष के लिए जीवन; उसके लिए स्त्री जिसने अपनी इंद्रियों को वश में किया है; और जो संसार के प्रति आसक्ति नहीं रखता उसके लिए ब्रह्मांड केवल तिनका है।"
    },
    {
        "verse_id": "15",
        "text": "Learning is a friend on the journey; a wife in the house; medicine in sickness; and religious merit is the only friend after death.",
        "gujarati": "શિક્ષણ મુસાફરીમાં મિત્ર છે; ઘરમાં પત્ની; બિમારીમાં દવા; અને મૃત્યુ પછી એકમાત્ર મિત્ર ધાર્મિક પુણ્ય છે.",
        "hindi": "अध्ययन यात्रा में एक मित्र है; घर में पत्नी; बीमारी में दवा; और मृत्यु के बाद एकमात्र मित्र धार्मिक पुण्य है।"
    },
    {
        "verse_id": "16",
        "text": "There is no water like rainwater; no strength like one's own; no light like that of the eyes; and no wealth more dear than food grain.",
        "gujarati": "વરસાદના પાણી જેવા કોઈ જળ નથી; પોતાની શક્તિ જેવી કોઈ શક્તિ નથી; આંખોની روشની જેવી કોઈ પ્રકાશ નથી; અને ખાદ્ય અનાજ કરતાં પ્રિય કોઈ સંપત્તિ નથી.",
        "hindi": "वर्षा के जल जैसा कोई जल नहीं है; अपनी शक्ति जैसी कोई शक्ति नहीं है; आंखों की रोशनी जैसी कोई रोशनी नहीं है; और खाद्य अनाज से अधिक प्रिय कोई धन नहीं है।"
    },
    {
        "verse_id": "17",
        "text": "The poor wish for wealth; animals for the faculty of speech; men wish for heaven; and godly persons for liberation.",
        "gujarati": "ગરીબો ધન માટે ઈચ્છે છે; પ્રાણીઓ બોલવાની ક્ષમતા માટે; પુરુષો સ્વર્ગ માટે ઈચ્છે છે; અને ધાર્મિક વ્યક્તિઓ મુક્તિ માટે ઈચ્છે છે.",
        "hindi": "गरीब धन के लिए इच्छा करते हैं; जानवर वाणी की क्षमता के लिए; मनुष्य स्वर्ग के लिए इच्छा करते हैं; और धार्मिक व्यक्ति मुक्ति के लिए इच्छा करते हैं।"
    },
    {
        "verse_id": "18",
        "text": "The earth is supported by the power of truth; it is the power of truth that makes the sun shine and the winds blow; indeed all things rest upon truth.",
        "gujarati": "પૃથ્વી સત્યની શક્તિથી સમર્થ છે; સૂર્યને તેજસ્વી અને પવનને ફૂંકવાનું સત્યની શક્તિ છે; વાસ્તવમાં, બધા જ વસ્તુઓ સત્ય પર આધાર રાખે છે.",
        "hindi": "पृथ्वी सत्य की शक्ति द्वारा समर्थित है; यह सत्य की शक्ति है जो सूर्य को चमकाती है और हवाओं को बहाती है; वास्तव में, सभी चीजें सत्य पर आधारित होती हैं।"
    },
    {
        "verse_id": "19",
        "text": "The Goddess of wealth is unsteady (chanchala), and so is the life breath. The duration of life is uncertain, and the place of habitation is uncertain; but in all this inconsistent world religious merit alone is immovable.",
        "gujarati": "ધનદેવી અસ્થિર છે (ચંચળ), અને જીવનશ્વાસ પણ અસ્થિર છે. જીવનનો સમયગાળો અનિશ્ચિત છે, અને નિવાસનું સ્થાન અનિશ્ચિત છે; પરંતુ આ બધા અસંગત વિશ્વમાં ધાર્મિક પુણ્ય એકમાત્ર અડગ છે.",
        "hindi": "धन की देवी चंचल (अस्थिर) है, और जीवन की सांस भी। जीवन की अवधि अनिश्चित है, और निवास का स्थान अनिश्चित है; लेकिन इस सारे असंगत विश्व में धार्मिक पुण्य ही अचल है।"
    },
    {
        "verse_id": "20",
        "text": "Among men the barber is cunning; among birds the crow; among beasts the jackal; and among women, the malin (flower girl).",
        "gujarati": "પુરુષોમાં નાઇ શાણો છે; પક્ષીઓમાં કાગડો; પશુઓમાં સિયાર; અને સ્ત્રીઓમાં માલિન (ફૂલવાળી).",
        "hindi": "पुरुषों में नाई चालाक है; पक्षियों में कौआ; जानवरों में सियार; और महिलाओं में मालिन (फूलवाली)।"
    },
    {
        "verse_id": "21",
        "text": "These five are your fathers; he who gave you birth, girdled you with sacred thread, teaches you, provides you with food, and protects you from fearful situations.",
        "gujarati": "આ પાંચ તમારા પિતા છે; તેણે જ તમારો જન્મ આપ્યો, તમને પવિત્ર દોરાથી બાંધ્યો, તમને શિક્ષણ આપ્યું, તમને ભોજન આપ્યું, અને ડરાવનારી સ્થિતિઓથી સુરક્ષિત રાખ્યો.",
        "hindi": "ये पांच आपके पिता हैं; जिसने आपको जन्म दिया, पवित्र धागे से बांधा, आपको सिखाया, आपको भोजन दिया, और भयावह स्थितियों से आपकी रक्षा की।"
    },
    {
        "verse_id": "22",
        "text": "These five should be considered as mothers; the king's wife, the preceptor's wife, the friend's wife, your wife's mother, and your own mother.",
        "gujarati": "આ પાંચને માતા તરીકે માનવી જોઈએ; રાજાની પત્ની, આચાર્યની પત્ની, મિત્રની પત્ની, તમારી પત્નીની માતા, અને તમારી પોતાની માતા.",
        "hindi": "इन पांचों को मां के रूप में माना जाना चाहिए; राजा की पत्नी, आचार्य की पत्नी, मित्र की पत्नी, आपकी पत्नी की मां, और आपकी अपनी मां।"
    }
]
