[
    {
        "verse_id": "1",
        "text": "Humbly bowing down before the almighty Lord Sri Vishnu, the Lord of the three worlds, I recite maxims of the science of political ethics (niti) selected from the various satras.",
        "gujarati": "ત્રણ લોકના ભગવાન શ્રી વિષ્ણુના સમક્ષ નમ્રતાપૂર્વક નમન કરું છું અને વિવિધ શાસ્ત્રોમાંથી ચૂંટેલી નીતિશાસ્ત્રની સಿದ್ಧાંતોની વાચના કરું છું.",
        "hindi": "तीनों लोकों के भगवान श्री विष्णु के समक्ष विनम्रतापूर्वक नमन करते हुए, मैं विभिन्न शास्त्रों से चुने गए राजनीति शास्त्र (नीति) के सिद्धांतों का पाठ करता हूँ।"
    },
    {
        "verse_id": "2",
        "text": "That man who by the study of these maxims from the satras acquires a knowledge of the most celebrated principles of duty, and understands what ought and what ought not to be followed, and what is good and what is bad, is most excellent.",
        "gujarati": "તે માણસ જે શાસ્ત્રોની આ સિંહાવલોનો અભ્યાસ કરીને, કર્તવ્યના વિખ્યાત સિદ્ધાંતોનું જ્ઞાન પ્રાપ્ત કરે છે અને શું અનુસરવું અને શું અનુસરવું જોઈએ નહીં, શું સારું છે અને શું ખરાબ છે તે સમજવી તે શ્રેષ્ઠ છે.",
        "hindi": "वह व्यक्ति जो शास्त्रों से इन सिध्दांतों का अध्ययन करके कर्तव्य के सबसे प्रसिद्ध सिद्धांतों का ज्ञान प्राप्त करता है, और यह समझता है कि क्या करना चाहिए और क्या नहीं करना चाहिए, क्या अच्छा है और क्या बुरा है, वह सर्वोत्तम है।"
    },
    {
        "verse_id": "3",
        "text": "Therefore with an eye to the public good, I shall speak that which, when understood, will lead to an understanding of things in their proper perspective.",
        "gujarati": "અતેઃ સર્વજનહિતને ધ્યાનમાં રાખીને, હું તે બોલીશ, જે સમજવા પર વસ્તુઓની યોગ્ય દ્રષ્ટિએ સમજણ તરફ દોરી જશે.",
        "hindi": "इसलिए, सार्वजनिक हित को ध्यान में रखते हुए, मैं वह कहूँगा जो समझने पर चीजों को उनके सही परिप्रेक्ष्य में समझने की दिशा में ले जाएगा।"
    },
    {
        "verse_id": "4",
        "text": "Even a pandit comes to grief by giving instruction to a foolish disciple, by maintaining a wicked wife, and by excessive familiarity with the miserable.",
        "gujarati": "અહેવાલ પાઠવવાની ક્ષમતા ધરાવતા પંડિતને પણ મૂર્ખ શિષ્યને શિક્ષણ આપવાથી, દુષ્ટ પત્નીને જાળવવાથી અને દુખી લોકો સાથે અત્યંત પરિચિત થવાથી શોક થાય છે.",
        "hindi": "यहाँ तक कि एक पंडित भी मूर्ख शिष्य को शिक्षा देने से, दुष्ट पत्नी को बनाए रखने से, और दुखी लोगों के साथ अत्यधिक परिचय से दुखी हो जाता है।"
    },
    {
        "verse_id": "5",
        "text": "A wicked wife, a false friend, a saucy servant and living in a house with a serpent in it are nothing but death.",
        "gujarati": "દુષ્ટ પત્ની, ખોટો મિત્ર, ઘમંડી નોકર અને સાપવાળા ઘરમાં રહેવું - આ બધું મૃત્યુ સમાન છે.",
        "hindi": "दुष्ट पत्नी, झूठा मित्र, धृष्ट नौकर और साँप वाले घर में रहना, यह सब मृत्यु के समान हैं।"
    },
    {
        "verse_id": "6",
        "text": "One should save his money against hard times, save his wife at the sacrifice of his riches, but invariably one should save his soul even at the sacrifice of his wife and riches.",
        "gujarati": "મુંજાયેલા સમયમાં માટે પોતાની દ્રવ્યને બચાવવી જોઈએ, સંપત્તિના બલિદાનથી પોતાની પત્નીને બચાવવી જોઈએ, પરંતુ પોતાની આત્માને તેનાથી પણ વધારે બલિદાનથી બચાવવી જોઈએ.",
        "hindi": "कठिन समय के लिए अपने धन को बचाना चाहिए, अपनी संपत्ति के बलिदान पर अपनी पत्नी को बचाना चाहिए, लेकिन अपनी आत्मा को हमेशा अपनी पत्नी और संपत्ति के बलिदान पर भी बचाना चाहिए।"
    },
    {
        "verse_id": "7",
        "text": "Save your wealth against future calamity. Do not say, 'What what fear has a rich man of calamity?' When riches begin to forsake one even the accumulated stock dwindles away.",
        "gujarati": "ભવિષ્યની આફત સામે પોતાની સંપત્તિ બચાવો. ન કહો, 'સંપત્તિશાળી માણસને કઈ આફતનો ડર છે?' જ્યારે સંપત્તિ માણસને છોડવા લાગે છે ત્યારે સંચિત માળખું પણ ઘટી જાય છે.",
        "hindi": "भविष्य की आपदा के खिलाफ अपने धन को बचाओ। यह मत कहो, 'धनी व्यक्ति को आपदा का क्या डर है?' जब संपत्ति किसी को छोड़ने लगती है तो संचित स्टॉक भी घट जाता है।"
    },
    {
        "verse_id": "8",
        "text": "Do not inhabit a country where you are not respected, cannot earn your livelihood, have no friends, or cannot acquire knowledge.",
        "gujarati": "તે દેશમાં વસો નહીં જ્યાં તમને આદર નથી, જીવિકાર્ય મેળવવું શક્ય નથી, મિત્રો નથી, અથવા જ્ઞાન પ્રાપ્ત કરવું મુશ્કેલ છે.",
        "hindi": "उस देश में निवास मत करो जहाँ आपका सम्मान नहीं है, आप अपनी जीविका नहीं कमा सकते, कोई मित्र नहीं है, या ज्ञान प्राप्त नहीं कर सकते।"
    },
    {
        "verse_id": "9",
        "text": "Do not stay for a single day where there are not these five persons: a wealthy man, a brahmana well versed in Vedic lore, a king, a river and a physician.",
        "gujarati": "તે સ્થળે એક દિવસ પણ રહેવું નહીં જ્યાં આ પાંચ વ્યક્તિઓ ન હોય: એક સંપત્તિશાળી માણસ, વેદિક જ્ઞાનમાં કુશળ બ્રાહ્મણ, એક રાજા, એક નદી અને એક વૈદ્ય.",
        "hindi": "उस स्थान पर एक दिन भी मत रहो जहाँ ये पाँच व्यक्ति नहीं हैं: एक धनी व्यक्ति, वैदिक ज्ञान में निपुण ब्राह्मण, एक राजा, एक नदी और एक चिकित्सक।"
    },
    {
        "verse_id": "10",
        "text": "Wise men should never go into a country where there are no means of earning one's livelihood, where the people have no dread of anybody, have no sense of shame, no intelligence, or a charitable disposition.",
        "gujarati": "શ્રેષ્ઠ માણસોને તે દેશમાં કદી જવું જોઈએ નહીં જ્યાં જીવિકાર્ય મેળવવાની રીતો નથી, લોકો પાસે કસીનો ડર નથી, શરમની લાગણી નથી, બુદ્ધિ નથી, કે દાન કરવાની ઈચ્છા નથી.",
        "hindi": "बुद्धिमान पुरुषों को कभी भी उस देश में नहीं जाना चाहिए जहाँ जीविका कमाने के साधन नहीं हैं, जहाँ लोगों को किसी का भय नहीं है, शर्म की भावना नहीं है, बुद्धि नहीं है, या दानशील प्रवृत्ति नहीं है।"
    },
    {
        "verse_id": "11",
        "text": "Test a servant while in the discharge of his duty, a relative in difficulty, a friend in adversity, and a wife in misfortune.",
        "gujarati": "નોકરને તેની ફરજ બજાવતા સમય દરમિયાન, સગાને મુશ્કેલીમાં, મિત્રને મુશ્કેલીમાં અને પત્નીને દુર્ભાગ્યમાં પરીક્ષણ કરો.",
        "hindi": "नौकर को उसकी ड्यूटी के दौरान, रिश्तेदार को कठिनाई में, मित्र को विपत्ति में, और पत्नी को दुर्भाग्य में परखो।"
    },
    {
        "verse_id": "12",
        "text": "He is a true friend who does not forsake us in time of need, misfortune, famine, or war, in a king's court, or at the crematorium (smasana).",
        "gujarati": "તે સાચો મિત્ર છે જે જરૂરિયાતના સમયે, દુર્ભાગ્ય, દુશ્કાળ, અથવા યુદ્ધમાં, રાજાના દરબારમાં, અથવા શમશાનમાં અમને છોડી જતો નથી.",
        "hindi": "वह सच्चा मित्र है जो आवश्यकता के समय, दुर्भाग्य, अकाल, या युद्ध में, राजा के दरबार में, या श्मशान में हमें नहीं छोड़ता।"
    },
    {
        "verse_id": "13",
        "text": "He who gives up what is imperishable for that which perishable, loses that which is imperishable; and doubtlessly loses that which is perishable also.",
        "gujarati": "જે અવિનાશીને નાશવંત માટે છોડે છે, તે અવિનાશીને ગુમાવે છે; અને નિશ્વિત રીતે તે નાશવંતને પણ ગુમાવે છે.",
        "hindi": "जो व्यक्ति अविनाशी को नाशवान के लिए त्यागता है, वह अविनाशी को खो देता है; और निस्संदेह वह नाशवान को भी खो देता है।"
    },
    {
        "verse_id": "14",
        "text": "A wise man should marry a virgin of a respectable family even if she is deformed. He should not marry one of a low-class family, through beauty. Marriage in a family of equal status is preferable.",
        "gujarati": "બુદ્ધિમાન પુરુષે એક સન્માનનીય કુટુંબની કન્યાને લગ્ન કરવું જોઈએ, ભલે તે વિકલાંગ હોય. તે સુંદરતાથી નીચા વર્ગના કુટુંબની સાથે લગ્ન ન કરે. સમાન સ્થિતિવાળા કુટુંબમાં લગ્ન વધુ પસંદ છે.",
        "hindi": "बुद्धिमान पुरुष को एक सम्माननीय परिवार की कन्या से विवाह करना चाहिए, भले ही वह विकलांग हो। उसे सुंदरता के आधार पर निम्न वर्ग के परिवार से विवाह नहीं करना चाहिए। समान स्थिति वाले परिवार में विवाह करना अधिक उचित है।"
    },
    {
        "verse_id": "15",
        "text": "Do not put your trust in rivers, men who carry weapons, beasts with claws or horns, women, and members of a royal family.",
        "gujarati": "નદીઓ, હથિયાર ધરાવતા પુરુષો, નખ અથવા શિંગડાવાળા પ્રાણી, સ્ત્રીઓ અને રાજકુટુંબના સભ્યો પર વિશ્વાસ ન કરો.",
        "hindi": "नदियों, हथियार लेकर चलने वाले पुरुषों, नख या सींग वाले जानवरों, महिलाओं और शाही परिवार के सदस्यों पर विश्वास न करें।"
    },
    {
        "verse_id": "16",
        "text": "Even from poison extract nectar, wash and take back gold if it has fallen in filth, receive the highest knowledge (Krsna consciousness) from a low born person; so also a girl possessing virtuous qualities (stri-ratna) even if she be born in a disreputable family.",
        "gujarati": "ઝેરમાંથી પણ અમૃત કાઢો, ગંદકીમાં પડેલું સોનું ધોઈને પાછું લો, નીચી જાતિના માણસ પાસેથી ઉચ્ચતમ જ્ઞાન (કૃષ્ણ ચેતના) પ્રાપ્ત કરો; એ જ રીતે ગેરમાન્ય કુટુંબમાં જન્મેલી છોકરીમાં ગૂણવત્તાઓ હોય તો તેને સ્વીકારી લો.",
        "hindi": "विष से भी अमृत निकालें, गंदगी में गिरा सोना धोकर वापस लें, नीच कुल में जन्मे व्यक्ति से उच्चतम ज्ञान (कृष्ण चेतना) प्राप्त करें; उसी प्रकार गुणी लड़की को भी स्वीकार करें भले ही उसका जन्म किसी बदनाम परिवार में हुआ हो।"
    },
    {
        "verse_id": "17",
        "text": "Women have hunger two-fold, shyness four-fold, daring six-fold, and lust eight-fold as compared to men.",
        "gujarati": "સ્ત્રીઓમાં ભૂખ બે ગણો, શરમ ચાર ગણો, હિંમત છ ગણો, અને વાસના આઠ ગણો છે પુરુષોની સરખામણીમાં.",
        "hindi": "महिलाओं में भूख दो गुना, लज्जा चार गुना, साहस छह गुना, और वासना आठ गुना होती है पुरुषों की तुलना में।"
    }
]