[
    {
        "verse_id": "1",
        "text": "The heart of a woman is not united; it is divided. While she is talking with one man, she looks lustfully at another and thinks fondly of a third in her heart.",
        "gujarati": "એક સ્ત્રીનું હ્રુદય જુદા નથી; તે વહેમ છે. જ્યારે તે એક પુરુષ સાથે બોલે છે, ત્યારે તે બીજા પર કામુક દૃષ્ટિથી જોઇ રહી છે અને ત્રીજાંમાં આપની હૃદયભર્તી આવરતો છે.",
        "hindi": "एक महिला का हृदय एकजुट नहीं होता; यह विभाजित होता है। जब वह एक पुरुष के साथ बात कर रही होती है, तब वह दूसरे पर कामुक दृष्टि से देखती है और तीसरे के प्रति अपने हृदय में स्नेह से सोचती है।"
    },
    {
        "verse_id": "2",
        "text": "The fool (mudha) who fancies that a charming young lady loves him, becomes her slave and he dances like a shakuntal bird tied to a string.",
        "gujarati": "જે નાનાં પરિપક્વ યુવતી તેમના પ્રેમ માટે પાગલ (મુદા) છે તે તેનું ગુલામ બની જાય છે અને તે તેના પગમાં બેંધાયેલા શકુંતલ પક્ષી જેમ નાચે છે.",
        "hindi": "जो मूर्ख (मूढ़) सोचता है कि एक आकर्षक युवती उससे प्यार करती है, वह उसका गुलाम बन जाता है और वह तार से बंधा हुआ शकुंतला पक्षी की तरह नाचता है।"
    },
    {
        "verse_id": "3",
        "text": "Who is there who, having become rich, has not become proud? Which licentious (Free) man has put an end to his calamities (A grievous disaster)? Which man in this world has not been overcome by a woman? Who is always loved by the king? Who is there who has not been overcome by the ravages of time? Which beggar has attained glory? Who has become happy by contracting the vices of the wicked?",
        "gujarati": "કોણ છે જે ધની થયા બાદ માં, પરંતુ અહંકારી નહિ થયો? કયા અનાથ મનુષ્યો ને પરંતુ તેમના વ્યાજેના વિપત્તિઓ છે? કે જ્યારે મનુષ્ય આ વિશ્વમાં છે અંધારે થયો નથી? કોણ છે જે સદા રાજા દ્વારા પ્રેમ કરવામાં આવશે? કોણ છે જે સમયના તેજ દ્વારા આવશે નથી? કોણાંનાં ગૌરવના પામી છે? કે કોણ દ્વારા નીતીનિંદન નીતિનિંદનમાં ખુશી બને છે?",
        "hindi": "कौन है जो धनी बनने के बाद गर्वित नहीं हुआ है? कौन सा स्वतंत्र (नि:शुल्क) व्यक्ति अपनी विपत्तियों (एक भयानक आपदा) को समाप्त कर दिया है? इस दुनिया में कौन सा व्यक्ति नारी द्वारा विजय पाने में नहीं रह गया है? जो हमेशा राजा द्वारा प्यार किया गया है? समय के विनाशकारी प्रभाव से कौन नहीं जीता है? कौन सा भिखारी महिमा हासिल कर लिया है? किसने दुर्जनों के दोषों को बढ़ाने से खुशी पाई है?"
    },
    {
        "verse_id": "4",
        "text": "A man attains greatness by his merits, not simply by occupying an exalted seat. Can we call a crow an eagle (garuda) simply because he sits on the top of a tall building.",
        "gujarati": "એક વ્યક્તિ તેમના મેરીટ દ્વારા મહાનતા પામે છે, ફક્ત એક ઉચ્ચ આસન પર બેસ્ટે કરીને. ક્યારે તમે એક કાગડા ગરુડ (ગરુડ) નામો કે કારણે તે એક ઊંચા ઇમારતમાં બેસી છે.",
        "hindi": "एक व्यक्ति अपने गुणों से महानता प्राप्त करता है, सिर्फ उच्च आसन पर बैठकर नहीं। क्या हम एक कौवा को गरुड़ (गरुड़) कह सकते हैं क्योंकि वह एक लंबी इमारत के शीर्ष पर बैठा हुआ है।"
    },
    {
        "verse_id": "5",
        "text": "The man who is praised by others as great is regarded as worthy though he may be really void of all merit. But the man who sings his own praises lowers himself in the estimation of others though he should be Indra (the possessor of all excellences).",
        "gujarati": "વ્યક્તિ જેને અન્યો મહાન તરીકે માન્ય કરે છે, તે જીતવું છે જો તે ખરેખર બેસી છે. પરંતુ વ્યક્તિ જેને તેમના પ્રશંસક અંતે ઉપર નીચે આપે છે, હવે પરંતુ વેરિફીકેશન છે કરે છે તે આપે છે તે હવે પરંતુ જેના ગુણોની અંગે છે છે.",
        "hindi": "व्यक्ति जिसे दूसरों द्वारा महान कहा जाता है, वह योग्य माना जाता है भले ही वह वास्तव में सभी गुणों से रहित हो। लेकिन व्यक्ति जो अपनी प्रशंसा करता है, वह दूसरों की नजर में अपनी मानसिकता को नीचे गिरा देता है, भले ही वह सभी उत्कृष्टताओं के मालिक इंद्र हो।"
    },
    {
        "verse_id": "6",
        "text": "If good qualities should characterise a man of discrimination, the brilliance of his qualities will be recognised just as a gem which is essentially bright really shines when fixed in an ornament of gold.",
        "gujarati": "જો કોઈ વિચાર વાળા વ્યક્તિને અચ્છી ગુણવત્તા હોવી તો તેમના ગુણોની ચમક કેવી રીતે અર્થે તેને માન્ય કરવામાં આવશે મુક્ત્યો માટે. ક્યારે જ્યાંકારે જેમ જેમ તેને આવે છે સો ઉજવવાની ગોલ્ડ ને.",
        "hindi": "अच्छी गुणवत्ता एक विवेकी व्यक्ति की चरित्रिक विशेषता होनी चाहिए, तो उसकी गुणों की चमक को तभी पहचाना जाएगा, जैसे कि जो रत्न होता है जो कि मूल रूप से उज्ज्वल होता है जब वह सोने के आभूषण में बंधा जाता है।"
    },
    {
        "verse_id": "7",
        "text": "Even one who by his qualities appears to be all knowing suffers without patronage; the gem, though precious, requires a gold setting.",
        "gujarati": "એવા એક જેને તેમના ગુણો વડે તમામ જ્ઞાનવાળો વિશે ઉમિયાનો વિષાવ્યુમાર્જક છે આદ્યુમાનિક છે; તે રત્ન, પણ સોનાનો સેટીંગ કરીને આવશે.",
        "hindi": "वे भी जिन्होंने अपने गुणों द्वारा ज्ञानवान जैसा प्रतीत होता है, वे समर्थन के बिना पीड़ा को सहते हैं; रत्न, भले ही मूल्यवान हो, सोने की स्थापना की आवश्यकता होती है।"
    },
    {
        "verse_id": "8",
        "text": "I do not deserve that wealth which is to be attained by enduring much suffering, or by transgressing the rules of virtue, or by flattering an enemy.",
        "gujarati": "હું આ અમીરીને મળવી નથી કે તે તે દુઃખનો સહન કરીને, ધર્મની માન્યતાઓ વિનાને, અથવા એની વિશેષતાઓમાં મૂકમાં મૂકવી જરૂર નથી.",
        "hindi": "मुझे वह धन नहीं मिलता जो बहुत सी कठिनाइयों को सहन करके, या नैतिकता के नियमों का उल्लंघन करके, या दुश्मन को खुश करने से प्राप्त होना हो।"
    },
    {
        "verse_id": "9",
        "text": "Those who were not satiated with the enjoyment of wealth, food and women have all passed away; there are others now passing away who have likewise remained unsatiated; and in the future still others will pass away feeling themselves unsatiated.",
        "gujarati": "જેમણે ધન, ખોરાક અને મહિલાઓને આનંદ કરી નથી તે બધા થયા છે; હવે અન્યો આપો છે જેમણે પણ શ્રેષ્ઠતામાં રહ્યા છે; અને ભવિષ્યતમાં અન્ય અન્યાંને સમાપ્ત કરવા માટે આપો છે.",
        "hindi": "जिन लोगों ने धन, भोजन और महिलाओं का आनंद नहीं लिया, वे सभी चले गए हैं; अब ऐसे लोग हैं जो अभी भी असंतोषित रहे हैं; और भविष्य में भी और लोग असंतोषित महसूस करते हुए चले जाएंगे।"
    },
    {
        "verse_id": "10",
        "text": "All charities and sacrifices (performed for fruitive gain) bring only temporary results, but gifts made to deserving persons (those who are Krishna consciousness) and protection offered to all creatures shall never perish.",
        "gujarati": "બધા માસિક અનુષ્ઠાનો અને યજ્ઞો (કારણકારણ) ફક્ત કિયાની પરિણામ લાવે છે, પરંતુ વ્યક્તિઓ (તેઓ જે હરેન્દ્ર ચેતનાવાળા છે) માટે બાર બાદ કોઈ નહીં મૃત્યુ સ્થળેથી લાવે છે.",
        "hindi": "सभी चारित्रिक और बलिदान (फलात्मक लाभ के लिए किए गए) केवल अस्थायी परिणाम लाते हैं, लेकिन उन्होंने योग्य व्यक्तियों को (जो कृष्ण चेतना हैं) के लिए उपहार दिया और सभी प्राणियों को सुरक्षा दी नहीं होगी।"
    },
    {
        "verse_id": "11",
        "text": "A blade of grass is light, cotton is lighter, the beggar is infinitely lighter still. Why then does not the wind carry him away? Because it fears that he may ask alms of him.",
        "gujarati": "એક ઘાસની પટ્ટી હેવી છે, ધૂળ સુખી છે, ભીખારી અમૂલ્યમાં હેવી છે. તે પછી તેને વિંડ લાંબી વ્યાપ્તિઓ લાવી દે છે? કે તે જો એનું બેંકવો માં લેશે છે.",
        "hindi": "एक घास की पत्ती हल्की है, कपास हल्का है, भिखारी अत्यंत हल्का है। तो फिर हवा उसे क्यों नहीं उड़ा देती? क्योंकि यह उसे डर है कि वह उससे भिक्षा मांग सकता है।"
    },
    {
        "verse_id": "12",
        "text": "It is better to die than to preserve this life by incurring disgrace. The loss of life causes but a moment's grief, but disgrace brings grief every day of one's life.",
        "gujarati": "અવહેમનો સંજીવન બનાવવાથી મોટો છે કે જીવન બિનાંતીઓ. આ જીવનનો હાનિ માત્ર એક ક્ષણ ના દુઃખ કરે છે, પરંતુ અવહેમનો દિવસાક્ષાર દિવસાક્ષાર વાંચો છે.",
        "hindi": "बदनामी प्राप्त करने से इस जीवन को संरक्षित रखने से बेहतर है मृत्यु करना। जीवन का नुक्सान लाता है लेकिन एक पल की दुःखी होती है, लेकिन बदनामी हर एक दिन की दुःखी लाती है।"
    },
    {
        "verse_id": "13",
        "text": "All the creatures are pleased by loving words; and therefore we should address words that are pleasing to all, for there is no lack of sweet words.",
        "gujarati": "પ્રેમભર્યા વાતોથી બધા પ્રાણી આનંદિત થાય છે; અને તેથી અમે બધા માટે આનંદકારક શબ્દોને સંવાદ કરવા જોઈએ, કારણ કે મીઠા શબ્દોની કમી નથી.",
        "hindi": "सभी प्राणियों को प्रेमभरे शब्दों से आनंद आता है; और इसलिए हमें सभी के लिए आनंददायक शब्दों का उपयोग करना चाहिए, क्योंकि मिठे शब्दों की कमी नहीं है।"
    },
    {
        "verse_id": "14",
        "text": "There are two nectarean fruits hanging from the tree of this world: one is the hearing of sweet words (such as Krishna-katha) and the other, the society of saintly men.",
        "gujarati": "આ વૈશ્વિક વૃક્ષનાં બહુમુખાંતરો પર બહાર છે: એક મીઠા શબ્દોની સાંભળવાની (જેમણે કૃષ્ણનામની) અને બીજું તે તત્ત્વવાદી પુરુષોના સમાજ.",
        "hindi": "इस विश्व के पेड़ से लटक रहे हैं दो अमृतफल: एक मीठे शब्दों (जैसे कृष्ण-कथा) की सुनाई और दूसरा, साधु पुरुषों का समाज।"
    },
    {
        "verse_id": "15",
        "text": "The good habits of charity, learning and austerity practised during many past lives continue to be cultivated in this birth by virtue of the link (yoga) of this present life to the previous ones.",
        "gujarati": "અનેક અગાઉના જીવનોમાં મંદીર, શિક્ષણ અને તપની સારવારગી નાના સમય માં સંચાલાયેલ છે, આ વિષણ્ણા જીવનનો સંકેત (યોગ) પછીની જીવનને આ વિદ્યાર્થીઓના પાછા કરવામાં આવે છે.",
        "hindi": "अनेक पूर्व जन्मों में किए गए दान, अध्ययन और तप के अच्छे आदतें इस जन्म में इस वर्तमान जीवन के योग के द्वारा अभ्यासित होती रहती हैं और पिछले जन्मों के साथ जुड़ी जीवन की योगशक्ति के आधार पर।"
    },
    {
        "verse_id": "16",
        "text": "One whose knowledge is confined to books and whose wealth is in the possession of others, can use neither his knowledge nor wealth when the need for them arise.",
        "gujarati": "જેમણે જ્ઞાન પુસ્તકો પર મહત્વાકાંક્ષા કરતો અને તેની સમૃદ્ધિ બીજાઓના ધરાવવામાં છે, તે જ્ઞાન અને સમૃદ્ધિ દ્વારા ક્ષણ જોઈએ કે તેમ તેમ તેમ તેમ તેમ તેમ તેમ તેમ.",
        "hindi": "जिसका ज्ञान पुस्तकों तक सीमित होता है और धन दूसरों के हाथ में होता है, वह जब भी इनकी आवश्यकता होती है, तब इनका उपयोग नहीं कर सकता।"
    }            
]    