[
    {
        "verse_id": "1",
        "text": "My dear child, if you desire to be free from the cycle of birth and death, then abandon the objects of sense gratification as poison. Drink instead the nectar of forbearance, upright conduct, mercy, cleanliness and truth.",
        "gujarati": "મારા પ્રિય બાળક, જો તમને જન્મ અને મૃત્યુના ચક્રથી મુક્તિ મળવી હોય તો તમે સુખના વસ્ત્રોને વિષના રૂપે ત્યાગી દો. પરંતુ ધૈર્ય, સાચાપણ, દયા, શુચિતા અને સત્યનો અમૃત પીવો.",
        "hindi": "मेरे प्रिय बच्चे, अगर तुम जन्म-मृत्यु के चक्र से मुक्ति पाना चाहते हो, तो भोग आनंद के वस्त्रों को विष के रूप में छोड़ दो। बल्कि सहनशीलता, सजगता, दया, स्वच्छता और सत्य के अमृत को पी लो।"
    },
    {
        "verse_id": "2",
        "text": "Those base men who speak of the secret faults of others destroy themselves like serpents who stray onto anthills.",
        "gujarati": "તે હળવા લોકો જે બીજાના ગુપ્ત દોષોને વિચારવા માટે બોલે છે, તેઓ માંસના હીંડળ પર હોવાના સર્પને જોઈને પડકારે છે.",
        "hindi": "वे निम्न स्वभाव वाले लोग जो दूसरों के गुप्त दोषों की बात करते हैं, वे सर्पों की तरह अंथियों पर भटक जाते हैं और खुद को नष्ट कर देते हैं।"
    },
    {
        "verse_id": "3",
        "text": "Perhaps nobody has advised Lord Brahma, the creator, to impart perfume to gold; fruit to the sugarcane; flowers to the sandalwood tree; wealth to the learned; and long life to the king.",
        "gujarati": "સંભાવનામાં કોઈ ને સલ્લાહ આપ્યું નથી કે ભગવાન બ્રહ્માને, સૃષ્ટિકર્તાને, સોનામાં ઇત્ર આપવાનું; ઉનામાં ફળો આપવાનું; ચંદનના વૃક્ષમાં ફૂલો આપવાનું; શિક્ષિત લોકને ધન આપવાનું; અને રાજાને લાંબી જીવન આપવાનું.",
        "hindi": "शायद कोई ने भगवान ब्रह्मा को, सृष्टिकर्ता को, सोने में इत्र डालने की सलाह नहीं दी हो; गन्ने में फल देने की सलाह नहीं दी हो; चंदन के पेड़ को फूल देने की सलाह नहीं दी हो; ज्ञानी व्यक्ति को धन देने की सलाह नहीं दी हो; और राजा को लंबी आयु देने की सलाह नहीं दी हो।"
    },
    {
        "verse_id": "4",
        "text": " Nectar (amrita) is the best among medicines; eating good food is the best of all types of material happiness; the eye is the chief among all organs; and the head occupies the chief position among all parts of the body.",
        "gujarati": "અમૃત (અમૃત) મેડીસિન્સ વચ્ચે શ્રેષ્ઠ છે; સર્વ પ્રકારના ભોજનની સર્વશ્રેષ્ઠ છે; આંખ બધા અંગોની પ્રમુખ છે; અને માથું શરીરના બધા ભાગોમાં પ્રમુખ છે.",
        "hindi": "अमृत (अमृत) दवाओं में सर्वोत्तम है; अच्छे भोजन का सबसे अच्छा है सभी प्रकार का सामग्रिक खुशी; आँख सभी अंगों में प्रमुख है; और सिर शरीर के सभी हिस्सों में प्रमुख स्थान रखता है।"
    },
    {
        "verse_id": "5",
        "text": "No messenger can travel about in the sky and no tidings come from there. The voice of its inhabitants as never heard, nor can any contact be established with them. Therefore the brahmana who predicts the eclipse of the sun and moon which occur in the sky must be considered as a vidwan (man of great learning).",
        "gujarati": "કોઈ સંદેશવાહક આકાશમાં મુકવા નહીં જઈ શકે અને કોઈ ખબરવાહીની વાર્તા પણ ત્યાંથી નથી આવી શકે. તેમણે તેમણી વાણી કોઈને પણ સાંભળી નથી, અને તેમણે તેમણા સંપર્ક સ્થાપી શકાય છે. તેથી આકાશમાં થતા સૂર્ય અને ચંદ્રના ગ્રહણની ભવિષ્યવાણી કરનારને વિદ્વાન (મહાન શિક્ષક) તરીકે માનવી જોઈએ.",
        "hindi": "कोई संदेशवाहक आसमान में यात्रा नहीं कर सकता और वहां से कोई समाचार नहीं आते हैं। उसके निवासियों की आवाज कभी नहीं सुनी गई है, और उनके साथ कोई संपर्क स्थापित नहीं किया जा सकता। इसलिए आकाश में होने वाले सूर्य और चंद्र ग्रहण की भविष्यवाणी करने वाले ब्राह्मण को विद्वान (महान विद्वान) के रूप में माना जाना चाहिए।"
    },
    {
        "verse_id": "6",
        "text": "The student, the servant, the traveller, the hungry person, the frightened man, the treasury guard, and the steward: these seven ought to be awakened if they fall asleep.",
        "gujarati": "વિદ્યાર્થી, સેવક, મુસાફર, ભૂખલો વ્યક્તિ, ભયાવહ વ્યક્તિ, ખજાનાની ગાર્ડ અને સ્ટ્યુવર્ડ: આ સાતને જો તે ઊંઘ જાય તો તેમણે જાગૃત કરવામાં આવ્યા જોઈએ.",
        "hindi": "छात्र, नौकर, यात्री, भूखा व्यक्ति, भयावह व्यक्ति, खजाने का गार्ड, और स्टवर्ड: यदि इनमें से कोई भी सो जाए तो उन्हें जगाया जाना चाहिए।"
    },
    {
        "verse_id": "7",
        "text": "The serpent, the king, the tiger, the stinging wasp, the small child, the dog owned by other people, and the fool: these seven ought not to be awakened from sleep.",
        "gujarati": "સાપ, રાજા, વાઘ, કટરાંગ મારવાળી વોસ્પ, લાંબા બાળક, બીજા લોકો ધરાવતો કુતરો અને મૂર્ખ: આ સાતને જોડાયાત નહીં જાય જો તે ઊંઘ જાય.",
        "hindi": "सांप, राजा, बाघ, डंक मारने वाली मधुमक्खी, छोटा बच्चा, दूसरों का पालता कुत्ता, और मूर्ख: इन सातों को नींद से जगाया नहीं जाना चाहिए।"
    },
    {
        "verse_id": "8",
        "text": " Of those who have studied the Vedas for material rewards, and those who accept foodstuffs offered by shudras, what potency have they? They are just like serpents without fangs.",
        "gujarati": "જેમણે સામાન્ય પ્રતિષ્ઠા માટે વેદો પડવા લેવા માટે પડવામાં મુકાશે, અને જેમણે શૂદ્રોએ પ્રદાન કરેલા આહારને ગ્રહણ કરે છે, તેમણે શક્તિ કેટલી છે? તેઓ હિંડાડાવર વગર સર્પ જેમ છે.",
        "hindi": "जिन्होंने सामान्य प्रतिष्ठा के लिए वेदों का अध्ययन किया है, और जिन्होंने शूद्रों द्वारा प्रदत्त भोजन को स्वीकार किया है, उनकी क्या प्रासंगिकता है? वे बिना दांतों वाले सांपों के समान हैं।"
    },
    {
        "verse_id": "9",
        "text": "He who neither rouses fear by his anger, nor confers a favour when he is pleased can neither control nor protect. What can he do?",
        "gujarati": "જે ન તેમની ગુસ્સો દ્વારા ભય ઉત્પાદિત કરે છે, ન જો તે ખુશ થાય તો ખોટા કરે છે કે તે કંટ્રોલ કરી શકે છે અને રક્ષણ કરી શકે છે કેમ છે? તે શક્ય નથી કરી શકાય છે?",
        "hindi": "वह जो न तो अपने क्रोध से भय पैदा करता है, न ही खुश होने पर कोई उपकार करता है, वह न तो नियंत्रित कर सकता है और न ही संरक्षित कर सकता है। वह क्या कर सकता है?"
    },
    {
        "verse_id": "10",
        "text": "The serpent may, without being poisonous, raise high its hood, but the show of terror is enough to frighten people -- whether he be venomous or not.",
        "gujarati": "સાપને વિષ નથી હોતાં પણ તે તરકીબ જ હોઈ શકે છે પણ વિસ્તાર પુરાં પડે છે તથા દર્શાવવી જોઈએ. તે અનુભવશીલ અથવા વિષકર હોય તે જોઈએ.",
        "hindi": "सांप, जैसे ही बिना विष होते हुए अपनी फन्गों को उठाता है, लेकिन भय का दिखावा ही लोगों को डरा सकता है - चाहे वह विषाक्त हो या नहीं।"
    },
    {
        "verse_id": "11",
        "text": " Wise men spend their mornings in discussing gambling, the afternoon discussing the activities of women, and the night hearing about the activities of theft. (The first item above refers to the gambling of King Yuddhisthira, the great devotee of Krishna. The second item refers to the glorious deeds of mother Sita, the consort of Lord Ramachandra. The third item hints at the adorable childhood pastimes of Sri Krishna who stole butter from the elderly cowherd ladies of Gokula. Hence Chanakya Pandits advises wise persons to spend the morning absorbed in Mahabharata, the afternoon studying Ramayana, and the evening devotedly hearing the Srimad-Bhagvatam.)",
        "gujarati": "બુદ્ધિમાન લોકો પ્રાતઃકાલમાં જૂઓવામાં મુક્તિ, અપરાંહમાં સ્ત્રીઓની ક્રિયાઓ વિશે ચર્ચા અને રાત્રે ચોરીના પ્રવૃત્તિઓ વિશે સાંજનીસમીપે સુનવું. (ઉપરાંતની પ્રથમ વસ્તુ પ્રભુ કૃષ્ણના મહાન ભક્ત રાજા યુદ્ધિષ્ઠિરના જૂઓને જોવી છે. બીજી વસ્તુ પ્રભુ રામચંદ્રના સ્ત્રી સીતાની મહિમાને જાણવી છે. ત્રીજી વસ્તુ ગોકુળના વૃદ્ધ ગોપિકાઓના બટર ચુરાવવાથી મધુર બાળપણની પ્રેમની પ્રસંગીક છે. એવી કારણે ચાણક્ય પંડિતોએ બુદ્ધિમાનોને મહાભારતની સવારે વિશાળ રામાયણને અભ્યાસ કરતી દોપહરે અને સંધ્યાકાળે શ્રીમદ્ભાગવતામ શ્ર",
        "hindi": "बुद्धिमान लोग सुबहों में जुओ के बारे में बात करते हैं, दोपहर में महिलाओं की गतिविधियों पर चर्चा करते हैं, और रात्रि में चोरी के कार्यों के बारे में सुनते हैं। (ऊपरी वस्तु में श्री कृष्ण के महान भक्त राजा युद्धिष्ठिर की जुओ से संबंधित है। दूसरी वस्तु माता सीता के ग्लोरियस कामों से संबंधित है, भगवान रामचंद्र की पत्नी। तीसरी वस्तु गोकुल की बुजुर्ग गोपियों से मक्खन चुराने से श्री कृष्ण के आदर्श बचपन के खेल का संकेत है। इसलिए चाणक्य पंडित बुद्धिमान लोगों को सुबह में महाभारत में व्याप्त होने का समर्पित करते हैं, दोपहर में रामायण की अध्ययन करते हैं, और शाम को श्रीमद्भागवताम को समर्पित करते हैं।)"
    },
    {
        "verse_id": "12",
        "text": " By preparing a garland for a Deity with one's own hand; by grinding sandal paste for the Lord with one's own hand; and by writing sacred texts with one's own hand -- one becomes blessed with opulence equal to that of Indra.",
        "gujarati": "આપના હાથથી દેવતા માટે માળી તૈયાર કરી રહ્યાં છે; આપના હાથથી ભગવાન માટે ચંદનનો પેસ્ટ ઘોટવું; અને આપના હાથથી પરમાત્મા દ્વારા પવિત્ર પાઠવાં લખવાં દ્વારા એક હાથમાં અદ્ર્શે અને અદ્ર્શમાં ધની બનતા જાય છે.",
        "hindi": "अपने हाथों से देवता के लिए माला तैयार करके; भगवान के लिए संदल पेस्ट को पीस करके; और अपने हाथों से पवित्र पाठ लिखकर - व्यक्ति इंद्र जैसी संपत्ति से धनी हो जाता है।"
    },
    {
        "verse_id": "13",
        "text": " Poverty is set off by fortitude; shabby garments by keeping them clean; bad food by warming it; and ugliness by good behaviour",
        "gujarati": "દીનતા પ્રસન્નતા દ્વારા આવતી રહે છે; નસમજ વસ્ત્રો તેમ રાખીને સાફ રાખવાથી; ખરાબ ખાણું તેમ તેને ગરમ કરીને; અને અસુંદરતા વધુ સાચું વર્તનદ્વારા.",
        "hindi": "गरीबी साहस से समाप्त होती है; फटे कपड़े साफ रखकर; बुरे भोजन को गरम करके; और बुराई को अच्छे व्यवहार से समाप्त किया जाता है।"
    }
]
