[
    {
        "verse_id": "1",
        "text": "The scholar who has acquired knowledge by studying innumerable books without the blessings of a bonafide spiritual master does not shine in an assembly of truly learned men just as an illegitimate child is not honoured in society.",
        "gujarati": "શિક્ષાવંત જે વિદ્યા મળીને વિશેષગ્રહણાયયોગ્ય આધ્યાત્મિક ગુરુના આશીર્વાદ રહીને સમાજમાં જ્ઞાની મર્યાદાના સભામાં પ્રકાશિત થતો નથી, જેમણે અવૈધ બાળક સમાજમાં માન મળતું નથી.",
        "hindi": "वह विद्वान् जो सत्तरों किताबों की अध्ययन से ज्ञान प्राप्त करता है, परंतु धार्मिक गुरु के आशीर्वाद के बिना, वह असली ज्ञानियों की सभा में नहीं चमकता, जैसे कि एक अवैध बच्चा समाज में सम्मानित नहीं होता।"
    },
    {
        "verse_id": "2",
        "text": "We should repay the favours of others by acts of kindness; so also should we return evil for evil in which there is no sin, for it is necessary to pay a wicked man in his own coin.",
        "gujarati": "અન્યાયને વીણાની નીંદા પર પોતાના શોકનો પરિણામ આપીને વેચારો; તેથી અન્યને પોતાના શોકનો પર તેમની બદલી આપવી જરૂરી છે.",
        "hindi": "हमें दूसरों के कृपालुता का प्रतिदान दयालुता के कार्यों से करना चाहिए; ऐसे ही हमें दुष्टता का प्रतिसाद उसी तरीके से देना चाहिए, जिसमें कोई पाप नहीं है, क्योंकि दुष्ट व्यक्ति को उसी के मुनासिबत से भुगतान करना आवश्यक है।"
    },
    {
        "verse_id": "3",
        "text": "That thing which is distant, that thing which appears impossible, and that which is far beyond our reach, can be easily attained through tapasya (religious austerity), for nothing can surpass austerity.",
        "gujarati": "જે વસ્તુ દૂર છે, જે વસ્તુ અસાધ્ય લાગે છે, અને જે વસ્તુ nuestras પહોંચથી અસંભવ છે, તે તપસ્યા (ધાર્મિક કઠિનતા) દ્વારા આસાનીથી પ્રાપ્ત થાય છે, કારણ કે કઠોરતા પાછા ન જાય શકે છે.",
        "hindi": "जो वस्तु दूर है, जो असंभव लगती है, और जो हमारी पहुंच से बहुत दूर है, उसे तपस्या (धार्मिक तप) के द्वारा आसानी से प्राप्त किया जा सकता है, क्योंकि तपस्या से ऊपर कुछ नहीं हो सकता।"
    },
    {
        "verse_id": "4",
        "text": "What vice could be worse than covetousness? What is more sinful than slander? For one who is truthful, what need is there for austerity? For one who has a clean heart, what is the need for pilgrimage? If one has a good disposition, what other virtue is needed? If a man has fame, what is the value of other ornamentation? What need is there for wealth for the man of practical knowledge? And if a man is dishonoured, what could there be worse in death?",
        "gujarati": "લાલચવામાં કઈ દોષ અશુદ્ધ છે? અન્ય વધુ પાપ કેવું છે? જે વાત સાચા છે, તે માટે કેટલી કઠોરતા જરૂરી છે? જેના પાસે શુદ્ધ હૃદય છે, પર્યટના માટે કેટલી જરૂર છે? જો વ્યક્તિને શ્રેષ્ઠ વૈશ્વિક જ્ઞાન છે, તો ધન માટે કેવા પ્રશ્ન છે? અને જો માણસને બેજાન થઈ ગયો છે, તો મૃત્યુમાં કેટલું પણ બેદરકાર છે?",
        "hindi": "लोभ से बुरा कौन सा पाप हो सकता है? निंदा से और क्या पाप हो सकता है? जो व्यक्ति सत्य है, उसके लिए तपस्या की क्या आवश्यकता है? जिसके पास साफ दिल है, उसके लिए तीर्थयात्रा की क्या आवश्यकता है? अगर किसी के पास अच्छा स्वभाव है, तो उसे कोई और गुण की आवश्यकता है? अगर किसी व्यक्ति को प्रसिद्धि है, तो अन्य भूषण की क्या महत्वता है? व्यावसायिक ज्ञान वाले व्यक्ति के लिए धन की क्या आवश्यकता है? और अगर किसी को अपमानित किया गया है, तो मृत्यु में और क्या बुरा हो सकता है?"
    },
    {
        "verse_id": "5",
        "text": "Though the sea, which is the reservoir of all jewels, is the father of the conch shell, and the Goddess of fortune Lakshmi is conch's sister, still the conch must go from door to door for alms (in the hands of a beggar). It is true, therefore, that one gains nothing without having given in the past.",
        "gujarati": "જેવું કે સર્વજ્વેલરના ભંડારમાં, સમુદ્ર શંખનો પિતા છે, અને લક્ષ્મી દેવીએ શંખની બહેન છે, છતાં પણ શંખ દરવાજા પર ભકતમાં જવું જોઈએ છે. તેથી, કોઈને પાછળ આપ્યા વિના કશું હાંસલ નથી કરવું.",
        "hindi": "यद्यपि समुद्र में सभी रत्नों का भंडार होता है, लेकिन शंख का पिता समुद्र है, और लक्ष्मी देवी शंख की बहन हैं, फिर भी शंख को भिक्षा के लिए दरवाजा-दरवाजा जाना पड़ता है। इसलिए सत्य है कि बिना पहले दिया हुआ कुछ भी प्राप्त नहीं होता।"
    },
    {
        "verse_id": "6",
        "text": "When a man has no strength left in him he becomes a sadhu, one without wealth acts like a brahmacari, a sick man behaves like a devotee of the Lord, and when a woman grows old she becomes devoted to her husband.",
        "gujarati": "જ્યારે માણસની શક્તિ શેષ રહે છે ત્યારે તે એક સાધુ બની જાય છે, ધન વિના બ્રહ્મચારી જેવું વર્તન કરે છે, બીમાર વ્યક્તિ ભગવાનના ભક્તની જેમ વર્તન કરે છે, અને જ્યારે સ્ત્રી વૃદ્ધ થાય છે ત્યારે તે તેમના પતિને અર્પણ કરી છે.",
        "hindi": "जब एक व्यक्ति में कोई शक्ति नहीं बचती है, तो वह एक साधु बन जाता है, धन के बिना एक ब्रह्मचारी की तरह कार्य करता है, बीमार व्यक्ति भगवान के भक्त की तरह व्यवहार करता है, और जब एक महिला बूढ़ी होती है, तो वह अपने पति के प्रति समर्पित हो जाती है।"
    },
    {
        "verse_id": "7",
        "text": "There is poison in the fang of the serpent, in the mouth of the fly and in the sting of a scorpion; but the wicked man is saturated with it.",
        "gujarati": "સર્પના શિંગરમાં, મકેખીના મુંહમાં અને સર્પાચના બીચના છૂંટમાં વિષ છે; પરંતુ દુષ્ટ વ્યક્તિ તેના સાથે પૂરતો છે.",
        "hindi": "सर्प के दांत में, मक्खी के मुँह में और बिच्छू के काटने में विष होता है; लेकिन दुष्ट व्यक्ति उसमें संतृप्त होता है।"
    },
    {
        "verse_id": "8",
        "text": "The woman who fasts and observes religious vows without the permission of her husband shortens his life, and goes to hell.",
        "gujarati": "જે સ્ત્રી તે પાણી પીવી અને ધાર્મિક વ્રત રાખે છે તે તેના પતિના પરવાનગીએ વિના તેના જીવનને થોડું બનાવે છે, અને નરકમાં જાય છે.",
        "hindi": "जो स्त्री अपने पति की सहमति के बिना उपवास रखती है और धार्मिक व्रत निभाती है, वह अपने पति की आयु को कम करती है, और नरक में चली जाती है।"
    },
    {
        "verse_id": "9",
        "text": "A woman does not become holy by offering by charity, by observing hundreds of fasts, or by sipping sacred water, as by sipping the water used to wash her husbands feet.",
        "gujarati": "એક સ્ત્રી ભલામણ કરવા માટે, દાન આપવા, અને સેકરશ પાણી પીવડાવવાનો આચાર ન બને છે, જે તેના પતિના પગની પાણીનો પીવો છે.",
        "hindi": "एक स्त्री अपने पति के पैर धोने के उपयुक्त पानी को पीने से चरित्रमयी नहीं बनती, चारित्रमयी बनने के लिए धार्मिकता, सैकड़ों उपवास या पवित्र जल पीने के लिए नहीं।"
    },
    {
        "verse_id": "10",
        "text": "The hand is not so well adorned by ornaments as by charitable offerings; one does not become clean by smearing sandalwood paste upon the body as by taking a bath; one does not become so much satisfied by dinner as by having respect shown to him; and salvation is not attained by self-adornment as by cultivation of spiritual knowledge.",
        "gujarati": "હાથ અલંકરણો દ્વારા તો એવી રમાયેલ નથી, જેમણે ધર્મિક દાનવે કરવામાં; એક નહીં દ્વારા સફેદી થતા હોય સંદલવુડ પેસ્ટ શરીર પર મેરાવતી હોય છે, જેમણે સ્નાન લઇને; એક નહિ નહિ આપણી રાહત આપે છે, રાત્રે તરસ અને તેના પર શોભા આપવામાં અને મોક્ષ દ્વારા જ્ઞાન તાલીમનું વૃદ્ધિકરણ છે છે.",
        "hindi": "हाथ आभूषणों से अच्छी तरह से सजता नहीं है, जैसे कि दान करके; किसी ने शरीर पर संदलवुड पेस्ट लगाने से नहीं शुद्ध होता है, जैसे स्नान करके; किसी भी व्यक्ति को रात्रि भोजन से ज्यादा संतुष्टि नहीं मिलती, जैसे कि उसके पर आदर दिखाया जाता है; और मोक्ष ऐसे नहीं प्राप्त होता है जैसे कि स्वयं सजावट से, जैसे कि आध्यात्मिक ज्ञान के विकास से।"
    },
    {
        "verse_id": "11",
        "text": "The eating of tundi fruit deprives a man of his sense, while the vacha root administered revives his reasoning immediately.",
        "gujarati": "તુંડી ફળની ખાતાં નિર્બોધ મનુષ્યને નકારાત્મક છે, વાચા મૂળની એડ્મિનિસ્ટર તેનું સોફલ્કારી ફરીથી ફેરીથી જર્રી છે.",
        "hindi": "तुंडी फल का सेवन एक व्यक्ति को उसके बुद्धि से वंचित करता है, जबकि वाचा जड़ी मस्तिष्क को तुरंत फिर से सक्रिय करती है।"
    },
    {
        "verse_id": "12",
        "text": "He who nurtures benevolence for all creatures within his heart overcomes all difficulties and will be the recipient of all types of riches at every step.",
        "gujarati": "તે જે પાશુઓ માટે આપીકર્યાં રાખે છે, તેના હૃદયમાં પ્રેમરાજ વંચ્ચિત થાય છે અને દરેક પગડામાં વિવિધ ધનનો વ્યક્તિ થશે.",
        "hindi": "वह जो अपने हृदय में सभी प्राणियों के प्रति दयालुता को बढ़ाता है, वह सभी कठिनाइयों को पार करता है और हर कदम पर सभी प्रकार की धन-संपदा का भाग्यशाली होता है।"
    },
    {
        "verse_id": "13",
        "text": "What is there to be enjoyed in the world of Lord Indra for one whose wife is loving and virtuous, who possesses wealth, who has a wellbehaved son endowed with good qualities, and who has a grandchildren born of his children?",
        "gujarati": "વહાલું છે કે લોર્ડ ઇન્ડ્રાની દુનિયામાં એને શોધવું કે કે કોણ છે જેના પાસે પ્રેમિક અને ધર્મનિષ્ઠ હોય, કેટલાક અસરતા બધા હોય, જેનું ધર્મનિષ્ઠ છે, અને જેને તેમણે અનેના પ્રારંભ થયેલા છે માંડીને?",
        "hindi": "उस व्यक्ति के लिए इंद्र भगवान की दुनिया में क्या आनंद है, जिसकी पत्नी प्रेमी और धार्मिक हो, जिसके पास संपत्ति हो, जिसके पास अच्छे गुणों से सम्पन्न अच्छे व्यवहार वाला बेटा हो, और जिसके बच्चों से पोते हों?"
    },
    {
        "verse_id": "14",
        "text": "Men have eating, sleeping, fearing and mating in common with the lower animals. That in which men excel the beasts is discretionary knowledge; hence, indiscreet men who are without knowledge should be regarded as beasts.",
        "gujarati": "પુરુષોમાં લોઅર પ્રાણીઓ સાથે ખાવવો, પંકાવો, દરકારવો અને મેટિંગ છે. તે જેમ કે પુરુષો વિવેકપૂર્ણ જ્ઞાનમાં અને વિવેક બધાં છે; તેથી, બુધિમાન પુરુષો જે બુધિમાન છે, તેમણે બધાંમાં વિલક્ષણ છે.",
        "hindi": "पुरुषों में खाना, सोना, भय करना और संभोग करना निम्न पशुओं के साथ साझा है। जिस बात में पुरुष पशुओं से उत्कृष्ट हैं, वह विवेकपूर्ण ज्ञान है; इसलिए, ज्ञान रहित बुद्धिमान पुरुषों को पशु माना जाना चाहिए।"
    },
    {
        "verse_id": "15",
        "text": "If the bees which seek the liquid oozing from the head of a lustintoxicated elephant are driven away by the flapping of his ears, then the elephant has lost only the ornament of his head. The bees are quite happy in the lotus filled lake.",
        "gujarati": "જો તેણીવર્શે અર્થી કે મંજૂર કરેલ કાનમાં સાગરની લક્ષી છે. ભગવાન પાણિ લોટસ લેક્ષ્મી કેવળ માટે રોજ મારાનીવર્શે અર્થી તેણીવર્શે.",
        "hindi": "अगर मधु में एक गंध आवृत के वृद्धि के लिए शिकार लक्ष्मी चीजों की पाते हैं, तो वह पहली में भी जड़ी गई हैं।"
    },
    {
        "verse_id": "16",
        "text": "A king, a prostitute, Lord Yamaraja, fire, a thief, a young boy, and a beggar cannot understand the suffering of others. The eighth of this category is the tax collector20. O lady, why are you gazing downward? Has something of yours fallen on the ground? (She replies) O fool, can you not understand the pearl of my youth has slipped away?",
        "gujarati": "રાજા, એક વર્ચાણુ, હરિ યમરાજ, અગનિ, ક્રાઇડર, એક વર્ચાણુનું આણંદ છે, તે વર્ચાણુનું આણંદ છે. (તેનાં ઉતરવું).",
        "hindi": "अच्छा समय है?"
    },
    {
        "verse_id": "17",
        "text": "O ketki flower! Serpents live in your midst, you bear no edible fruits, your leaves are covered with thorns, you are crooked in growth, you thrive in mud, and you are not easily accessible. Still for your exceptional fragrance you are as dear as a kinsmen to others. Hence, a single excellence overcomes a multitude of blemishes.",
        "gujarati": "માંદનાં બીજા છે પણ પ્રકૃતિમાં જોડાવું સાથે પહેલાં જીવન મળે તરીકે દોરિયાળાનાં મહિલાઓ સંબંધિત પરંપરાગત જીવન માંડવું બીજામાં પરંપરાગત કરવામાં આવી રહ્યાં છે અનેને આનંદપૂર્વક જણે આનંદ આપે છે.",
        "hindi": "कुछ दूसरे मनुष्य हैं कि इसलिए विविध गंदगी में अन्धकार का अस्त्र दें, मनुष्य को कोई न कई जीवन बनाने के लिए विद्वान् और गोमती के लिए परिवर्तित गये हैं।"
    }
]