[
    {
        "verse_id": "1",
        "text": "Poverty, disease, sorrow, imprisonment and other evils are the fruits borne by the tree of one's own sins.",
        "gujarati": "ગરીબી, રોગ, દુઃખ, કેદ અને અન્ય દુષણો એ વ્યક્તિના પોતાના પાપોના વૃક્ષના ફળો છે.",
        "hindi": "गरीबी, बीमारी, दुख, कारावास और अन्य बुराइयाँ किसी के अपने पापों के वृक्ष के फलों के रूप में आती हैं।"
    },
    {
        "verse_id": "2",
        "text": "Wealth, a friend, a wife, and a kingdom may be regained; but this body when lost may never be acquired again.",
        "gujarati": "સંપત્તિ, મિત્ર, પત્ની અને રાજ્ય ફરી મેળવવામાં આવી શકે છે; પરંતુ આ શરીર ગુમાવીને ફરી ક્યારેય મેળવી શકાતું નથી.",
        "hindi": "धन, मित्र, पत्नी और राज्य पुनः प्राप्त किए जा सकते हैं; परंतु यह शरीर एक बार खो जाने पर पुनः प्राप्त नहीं किया जा सकता।"
    },
    {
        "verse_id": "3",
        "text": "The enemy can be overcome by the union of large numbers, just as grass through its collectiveness wards off erosion caused by heavy rainfall.",
        "gujarati": "શત્રુને મોટી સંખ્યાના એકીકરણ દ્વારા પરાજય કરી શકાય છે, જેમ ઘાસ તેના એકીકરણ દ્વારા ભારે વરસાદથી થતા ધોવાણને રોકે છે.",
        "hindi": "दुश्मन को बड़ी संख्या के संघ से हराया जा सकता है, जैसे घास अपने सामूहिकता से भारी बारिश के कारण होने वाले कटाव को रोकती है।"
    },
    {
        "verse_id": "4",
        "text": "Oil on water, a secret communicated to a base man, a gift given to a worthy receiver, and scriptural instruction given to an intelligent man spread out by virtue of their nature.",
        "gujarati": "પાણી પર તેલ, નીચ માણસને જણાવેલું રહસ્ય, યોગ્ય પ્રાપકને આપવામાં આવેલ ભેટ અને બુદ્ધિશાળી માણસને આપવામાં આવેલ શાસ્ત્રીય માર્ગદર્શન તેમના સ્વભાવથી વ્યાપે છે.",
        "hindi": "पानी पर तेल, एक नीच व्यक्ति को बताया गया रहस्य, एक योग्य प्राप्तकर्ता को दिया गया उपहार और एक बुद्धिमान व्यक्ति को दी गई शास्त्रीय शिक्षा उनके स्वभाव के कारण फैलती हैं।"
    },
    {
        "verse_id": "5",
        "text": "If men should always retain the state of mind they experience when hearing religious instruction, when present at a crematorium ground, and when in sickness -- then who could not attain liberation.",
        "gujarati": "જો લોકો એ મનની સ્થિતિ હંમેશા જાળવી રાખે જે તેઓ ધાર્મિક શિક્ષણ સાંભળતી વખતે, શમશાન ગૃહમાં હાજર રહેતી વખતે અને રોગચાળાની સ્થિતિમાં અનુભવે છે -- તો કોણ મુક્તિ હાંસલ કરી શકે નહીં.",
        "hindi": "यदि लोग हमेशा उस मनःस्थिति को बनाए रखें जो वे धार्मिक शिक्षा सुनते समय, श्मशान भूमि में और बीमारी के समय अनुभव करते हैं -- तो कौन मुक्ति प्राप्त नहीं कर सकता।"
    },
    {
        "verse_id": "6",
        "text": "If a man should feel before, as he feels after, repentance -- then who would not attain perfection?",
        "gujarati": "જો કોઈ વ્યક્તિ પસ્તાવા પહેલા અને પછી જેમ અનુભવતો હોય તે અનુભવે -- તો કોણ પૂર્ણતાને પ્રાપ્ત નહીં કરી શકે?",
        "hindi": "यदि कोई व्यक्ति पहले ही पछतावे का अनुभव करे, जैसा कि वह बाद में करता है -- तो कौन पूर्णता प्राप्त नहीं कर सकता?"
    },
    {
        "verse_id": "7",
        "text": "We should not feel pride in our charity, austerity, valour, scriptural knowledge, modesty and morality for the world is full of the rarest gems.",
        "gujarati": "અમે અમારી દાન, તપસ્યા, વીરતા, શાસ્ત્રજ્ઞાન, નમ્રતા અને નૈતિકતામાં ગર્વ નહિં કરવો જોઈએ કારણ કે વિશ્વ દુર્લભ રત્નોથી ભરેલું છે.",
        "hindi": "हमें अपनी दानशीलता, तपस्या, वीरता, शास्त्र ज्ञान, विनम्रता और नैतिकता पर गर्व नहीं करना चाहिए क्योंकि दुनिया दुर्लभ रत्नों से भरी है।"
    },
    {
        "verse_id": "8",
        "text": "He who lives in our mind is near though he may actually be far away; but he who is not in our heart is far though he may really be nearby.",
        "gujarati": "જે આપણા મનમાં રહે છે તે નજીક છે ભલે તે ખરેખર દૂર હોય; પરંતુ જે આપણા હૃદયમાં નથી તે દૂર છે ભલે તે ખરેખર નજીક હોય.",
        "hindi": "जो हमारे मन में रहता है वह पास है, भले ही वह वास्तव में दूर हो; लेकिन जो हमारे दिल में नहीं है वह दूर है, भले ही वह वास्तव में पास हो।"
    },
    {
        "verse_id": "9",
        "text": "We should always speak what would please the man of whom we expect a favour, like the hunter who sings sweetly when he desires to shoot a deer.",
        "gujarati": "અમે હંમેશા તે વ્યક્તિને પ્રસન્ન કરવી જોઈએ જેના પાસેથી અમે સહકારની અપેક્ષા રાખીએ છીએ, જેમ કે શિકારી જે મૃગને મારવા માંગે છે ત્યારે મીઠું ગાય છે.",
        "hindi": "हमें हमेशा उस व्यक्ति को प्रसन्न करने के लिए बोलना चाहिए जिससे हम उपकार की अपेक्षा रखते हैं, जैसे शिकारी जो हिरण को मारना चाहता है तो मधुर गाता है।"
    },
    {
        "verse_id": "10",
        "text": "It is ruinous to be familiar with the king, fire, the religious preceptor, and a woman. To be altogether indifferent of them is to be deprived of the opportunity to benefit ourselves, hence our association with them must be from a safe distance.",
        "gujarati": "રાજા, અગ્નિ, ધર્મગુરુ અને સ્ત્રી સાથે પરિચિત હોવું વિનાશક છે. તેમને સંપૂર્ણ રીતે અનિચ્છિત રહેવું આપણા લાભ માટેની તકોને ગુમાવવાનું કારણ છે, તેથી તેમની સાથેનું સંકળાવવું સલામત અંતરથી જ હોવું જોઈએ.",
        "hindi": "राजा, आग, धार्मिक गुरु और महिला के साथ परिचित होना विनाशकारी है। उनसे पूरी तरह उदासीन रहना अपने लाभ के अवसर से वंचित होना है, इसलिए उनके साथ हमारा संबंध सुरक्षित दूरी से होना चाहिए।"
    },
    {
        "verse_id": "11",
        "text": "We should always deal cautiously with fire, water, women, foolish people, serpents, and members of a royal family; for they may, when the occasion presents itself, at once bring about our death.",
        "gujarati": "અમે હંમેશા અગ્નિ, પાણી, સ્ત્રીઓ, મૂર્ખ લોકો, સર્પો અને રાજ પરિવારના સભ્યો સાથે સાવધાનીપૂર્વક વ્યવહાર કરવો જોઈએ; કારણ કે તેઓ, જ્યારે તકો આવે છે, તરત જ અમારું મરણ લાવી શકે છે.",
        "hindi": "हमें हमेशा आग, पानी, महिलाओं, मूर्ख लोगों, सांपों और शाही परिवार के सदस्यों के साथ सावधानी से व्यवहार करना चाहिए; क्योंकि वे, जब अवसर उपस्थित होते हैं, तुरंत हमारी मृत्यु ला सकते हैं।"
    },
    {
        "verse_id": "12",
        "text": "He should be considered to be living who is virtuous and pious, but the life of a man who is destitute of religion and virtues is void of any blessing.",
        "gujarati": "જે ધર્મી અને ધાર્મિક છે તે જીવતો માનવો જોઈએ, પરંતુ જે વ્યક્તિ ધર્મ અને ગુણોથી વિનમ્ર છે તેની જિંદગી કોઈ આશીર્વાદ વિના છે.",
        "hindi": "उसे जीवित माना जाना चाहिए जो धार्मिक और पवित्र है, लेकिन जो व्यक्ति धर्म और गुणों से रहित है उसकी जीवन किसी भी आशीर्वाद से शून्य है।"
    },
    {
        "verse_id": "13",
        "text": "If you wish to gain control of the world by the performance of a single deed, then keep the following fifteen, which are prone to wander here and there, from getting the upper hand of you: the five sense objects (objects of sight, sound, smell, taste, and touch); the five sense organs (ears, eyes, nose, tongue and skin) and organs of activity (hands, legs, mouth, genitals and anus).",
        "gujarati": "જો તમે એક કાર્યો દ્વારા વિશ્વનો કાબૂ મેળવવા માંગો છો, તો નીચેના પંદરને નિયંત્રિત કરો, જે અહીં અને ત્યાં ભટકવા માટેપ્રવૃત્ત છે: પાંચ ઇન્દ્રિય પદાર્થો (દ્રશ્ય, અવાજ, સુવાસ, સ્વાદ અને સ્પર્શ પદાર્થો); પાંચ ઇન્દ્રિય અંગો (કાન, આંખો, નાક, જીભ અને ત્વચા) અને પ્રવૃત્તિના અંગો (હાથે, પગ, મોઢા, લિંગ અને ગુદા).",
        "hindi": "यदि आप एक ही कार्य द्वारा दुनिया पर नियंत्रण प्राप्त करना चाहते हैं, तो निम्नलिखित पंद्रह चीजों को नियंत्रण में रखें, जो यहाँ और वहाँ भटकने की प्रवृत्ति रखते हैं: पाँच इंद्रिय वस्तुएँ (दृष्टि, ध्वनि, गंध, स्वाद और स्पर्श की वस्तुएँ); पाँच इंद्रिय अंग (कान, आँख, नाक, जीभ और त्वचा) और क्रियात्मक अंग (हाथ, पैर, मुँह, जननांग और मलाशय)।"
    },
    {
        "verse_id": "14",
        "text": "He is a pandit (man of knowledge) who speaks what is suitable to the occasion, who renders loving service according to his ability, and who knows the limits of his anger.",
        "gujarati": "તે જ પંડિત (જ્ઞાનનો માનવ) છે જે પ્રસંગ માટે યોગ્ય વાત કરે છે, જે પોતાની ક્ષમતા અનુસાર પ્રેમાળ સેવા આપે છે અને જેને પોતાના રોષની સીમાઓ ખબર છે.",
        "hindi": "वही पंडित (ज्ञानवान व्यक्ति) है जो अवसर के अनुसार उचित बोलता है, जो अपनी क्षमता अनुसार प्रेमपूर्ण सेवा प्रदान करता है और जो अपने क्रोध की सीमाओं को जानता है।"
    },
    {
        "verse_id": "15",
        "text": "One single object (a woman) appears in three different ways: to the man who practices austerity it appears as a corpse, to the sensual it appears as a woman, and to the dogs as a lump of flesh.",
        "gujarati": "એક જ વસ્તુ (સ્ત્રી) ત્રણ અલગ અલગ રીતે દેખાય છે: તપસ્યા કરતા માણસને તે એક લાશ તરીકે લાગે છે, કામુક માણસને તે સ્ત્રી તરીકે લાગે છે અને કૂતરાને તે માંસનો લોથો લાગે છે.",
        "hindi": "एक ही वस्तु (महिला) तीन अलग-अलग तरीकों से प्रकट होती है: तपस्या करने वाले व्यक्ति को यह एक लाश के रूप में दिखाई देती है, कामुक को यह एक महिला के रूप में दिखाई देती है, और कुत्तों को यह मांस के टुकड़े के रूप में दिखाई देती है।"
    },
    {
        "verse_id": "16",
        "text": "A wise man should not divulge the formula of a medicine which he has well prepared; an act of charity which he has performed; domestic conflicts; private affairs with his wife; poorly prepared food he may have been offered; or slang he may have heard.",
        "gujarati": "બુદ્ધિશાળી માણસે તે દવા જે તે સારી રીતે તૈયાર કરી છે તેનો સૂત્ર divulge નહીં કરવો જોઈએ; દાન જે તેણે કર્યું છે તે; ઘરેલુ ઝઘડા; તેની પત્ની સાથેના ખાનગી સંબંધો; નબળું તૈયાર થયેલું ખોરાક તેને આપવામાં આવ્યું હોય; અથવા તેણે સાંભળેલો slang.",
        "hindi": "एक बुद्धिमान व्यक्ति को वह औषधि का सूत्र प्रकट नहीं करना चाहिए जिसे उसने अच्छी तरह से तैयार किया हो; किया गया दान कार्य; घरेलू विवाद; पत्नी के साथ निजी मामले; उसे पेश किया गया खराब तैयार भोजन; या उसने सुनी हुई गाली।"
    },
    {
        "verse_id": "17",
        "text": "The cuckoos remain silent for a long time (for several seasons) until they are able to sing sweetly (in the Spring ) so as to give joy to all.",
        "gujarati": "કોકિલો લાંબા સમય સુધી (કેટલાક ઋતુઓ માટે) મૌન રહે છે જ્યાં સુધી તેઓ મીઠું ગાઇ શકે (વસંત in) બધા ને આનંદ આપવા માટે.",
        "hindi": "कोयल लंबे समय तक (कई मौसमों के लिए) चुप रहती है जब तक कि वे मीठा गा नहीं सकते (वसंत में) ताकि सभी को आनंद दे सकें।"
    },
    {
        "verse_id": "18",
        "text": "We should secure and keep the following: the blessings of meritorious deeds, wealth, grain, the words of the spiritual master, and rare medicines. Otherwise life becomes impossible.",
        "gujarati": "અમે નીચેના નિકાલ અને જાળવી રાખવા જોઈએ: પુણ્યવંતી કાર્યોના આશીર્વાદ, સંપત્તિ, અનાજ, આધ્યાત્મિક ગુરુના શબ્દો અને દુર્લભ દવાઓ. અન્યથા જીવન અશક્ય બની જાય છે.",
        "hindi": "हमें निम्नलिखित को सुरक्षित रखना चाहिए: पुण्य कर्मों का आशीर्वाद, धन, अनाज, आध्यात्मिक गुरु के शब्द, और दुर्लभ औषधियाँ। अन्यथा जीवन असंभव हो जाता है।"
    },
    {
        "verse_id": "19",
        "text": "Eschew (Avoid) wicked company and associate with saintly persons. Acquire virtue day and night, and always meditate on that which is eternal forgetting that which is temporary.",
        "gujarati": "દુષ્ટ સાથીદારોથી દૂર રહો અને સંત લોકો સાથે સંબંધ કરો. દિન અને રાત ગુણ સંગ્રહો, અને હંમેશા તે પર ધ્યાન આપો જે શાશ્વત છે તેને ભૂલી જાય તે તાત્કાલિક છે.",
        "hindi": "दुष्ट संगति से बचें और संत पुरुषों के साथ संगति करें। दिन और रात में गुण प्राप्त करें, और हमेशा उस पर ध्यान करें जो शाश्वत है उसे भूलकर जो अस्थायी है।"
    }
]
