[
    {
        "verse_id": "1",
        "text": "A wise man should not reveal his loss of wealth, the vexation of his mind, the misconduct of his own wife, base words spoken by others, and disgrace that has befallen him.",
        "gujarati": "જ્ઞાની માણસે આપવું નહિ, કે આપના ધનના નુકશાન, તણાવ, આપની પત્નીનો દોષ, અન્યોએ કહેલા શબ્દો, અને જે મુકદમાં આવે છે, તે નામ પડકારવું નહિ.",
        "hindi": "एक बुद्धिमान व्यक्ति को अपने धन की हानि, मानसिक चिंता, अपनी पत्नी के दुराचार, दूसरों द्वारा कहे गए निन्दात्मक शब्द, और जो अपमान उसे आता है, उसे खोलना नहीं चाहिए।"
    },
    {
        "verse_id": "2",
        "text": "He who gives up shyness in monetary dealings, in acquiring knowledge, in eating and in business, becomes happy.",
        "gujarati": "જે વ્યક્તિ આર્થિક વ્યવહારોમાં, જ્ઞાન અપાવવામાં, ખાવાણી અને વ્યાપારમાં શરમ છોડે છે, તે ખુશ બની જાય છે.",
        "hindi": "जो व्यक्ति धनिक व्यवहारों में, ज्ञान प्राप्त करने में, भोजन में और व्यापार में लज्जा छोड़ देता है, वह खुश होता है।"
    },
    {
        "verse_id": "3",
        "text": "The happiness and peace attained by those satisfied by the nectar of spiritual tranquillity is not attained by greedy persons restlessly moving here and there.",
        "gujarati": "આધ્યાત્મિક શાંતિની રસનાની સંતોષિત થતા જાણવાનું સુખ અને શાંતિ વિશેષ છે અને અન્ય જગ્યા અને શાંતિ માટે ભોકળવા વાળા લોકો દ્વારા હાસિલ નથી.",
        "hindi": "आध्यात्मिक शांति के अमृत से संतुष्ट व्यक्तियों द्वारा प्राप्त की गई खुशी और शांति, यह उन लोगों द्वारा नहीं प्राप्त की जाती जो भूक्खे लोगों के तरह यहाँ-वहाँ बेचैनी से चलते रहते हैं।"
    },
    {
        "verse_id": "4",
        "text": "One should feel satisfied with the following three things; his own wife, food given by Providence and wealth acquired by honest effort; but one should never feel satisfied with the following three; study, chanting the holy names of the Lord (japa) and charity.",
        "gujarati": "વ્યક્તિને નીચેના ત્રણ વસ્તુઓમાં સંતોષ થવો જોઈએ; તેની પત્ની, ભગવાન દ્વારા આપેલ ભોજન અને ઈમાનદારીથી પ્રાપ્ત ધન; પરંતુ નીચેના ત્રણ વસ્તુઓમાં કદી પણ સંતોષ થવો નહિ; અધ્યયન, ભગવાનના પવિત્ર નામોનો જપ (જપ) અને ચારિટી.",
        "hindi": "व्यक्ति को निम्नलिखित तीन चीजों में संतोष महसूस करना चाहिए; उसकी अपनी पत्नी, प्रार्थना द्वारा दिया गया भोजन और ईमानदारी से प्राप्त धन; लेकिन निम्नलिखित तीन चीजों में कभी भी संतोष महसूस नहीं करना चाहिए; अध्ययन, प्रभु के पवित्र नामों का जप (जप) और चारित्र्य."
    },
    {
        "verse_id": "5",
        "text": "Do not pass between two brahmanas, between a brahmana and his sacrificial fire, between a wife and her husband, a master and his servant, and a plough and an ox.",
        "gujarati": "બ્રાહ્મણના દોન વચ્ચે, બ્રાહ્મણને અને તેનાં યજ્ઞકુંડ વચ્ચે, પત્નીના પતિથી, માલક અને તેનાં નોકરની વચ્ચે, અને હળવું અને તેનાં બેલની વચ્ચે પાસ ન કરવું.",
        "hindi": "दो ब्राह्मणों के बीच, एक ब्राह्मण और उसके यज्ञ कुंड के बीच, एक पत्नी और उसके पति के बीच, एक मालिक और उसके सेवक के बीच, और हल और उसके बैल के बीच से न गुजरें।"
    },
    {
        "verse_id": "6",
        "text": "Do not let your foot touch fire, the spiritual master or a brahmana; it must never touch a cow, a virgin, an old person or a child.",
        "gujarati": "આપના પાદ આગ, આધ્યાત્મિક ગુરુ અથવા બ્રાહ્મણ સ્પર્શવામાં નહિ દેવું; તેને કોઇપણ દેવું નહિ દેવું જેમણે ગાય, કન્યા, જુની વૃદ્ધ અથવા બાળક ન સ્પર્શે છે.",
        "hindi": "अपने पैर को आग, आध्यात्मिक गुरु या ब्राह्मण को छूने नहीं देना चाहिए; यह कभी भी एक गाय, एक कुंवारी, एक बूढ़े व्यक्ति या बच्चे को नहीं छूना चाहिए।"
    },
    {
        "verse_id": "7",
        "text": "Keep one thousand cubits away from an elephant, a hundred from a horse, ten from a horned beast, but keep away from the wicked by leaving the country.",
        "gujarati": "હાથીની હજાર હજારથી, ઘોડાના એક સોમાં, શંખયુક્ત પ્રાણીથી દસ દરિયાઈ, પરંતુ દેશ છોડીને દુષ્ટ વચ્ચે દૂર રહેવું.",
        "hindi": "हाथी से एक हजार हाथ, घोड़े से सौ हाथ, सिंहानुकूल पशु से दस हाथ दूर रहें, लेकिन देश छोड़कर दुष्ट से दूर रहें।"
    },
    {
        "verse_id": "8",
        "text": "An elephant is controlled by a goad (ankusha), a horse by a slap of the hand, a horned animal with the show of a stick, and a rascal with a sword.",
        "gujarati": "હાથીના ગુજનીથી નિયંત્રિત છે (અંકુશ), ઘોડોએ હાથની થાપથી, શંખયુક્ત પ્રાણી તોફાની દર્શાવ સાથે, અને એક વ્યરોધી તલવાર સાથે છે.",
        "hindi": "हाथी को गोद (अंकुश) द्वारा नियंत्रित किया जाता है, घोड़े को हाथ के झटके से, सिंहानुकूल पशु को लाठी के प्रदर्शन से, और एक बदमाश को तलवार से।"
    },
    {
        "verse_id": "9",
        "text": "Brahmanas find satisfaction in a good meal, peacocks in the peal of thunder, a sadhu in seeing the prosperity of others, and the wicked in the misery of others.",
        "gujarati": "બ્રાહ્મણો એક સારવારમાં સંતોષ મળે છે, મોરના ગરજવામાં, એક સાધુ અન્ય નાં સમૃદ્ધિને જુઓ છે, અને દુષ્ટ અન્ય નાં દુઃખ માં છે.",
        "hindi": "ब्राह्मण एक अच्छे भोजन में संतोष प्राप्त करते हैं, मोर बजने की गरज में, एक साधू दूसरों की समृद्धि को देखकर, और दुष्ट दूसरों के दुःख में आनंद लेते हैं।"
    },
    {
        "verse_id": "10",
        "text": "Conciliate a strong man by submission, a wicked man by opposition, and the one whose power is equal to yours by politeness or force.",
        "gujarati": "અનુશરણથી એક શક્તિશાળી પુરુષને પસંદ કરો, વિરોધ દ્વારા દુષ્ટ વ્યક્તિને પસંદ કરો, અને જેનો શક્તિ તમારાં જે તરીકે છે તેની જ્ઞાતિ અથવા બળે.",
        "hindi": "एक शक्तिशाली व्यक्ति को अनुसरण के द्वारा संतुष्ट करें, एक दुर्जन को विरोध के द्वारा, और जिसकी ताकत आपके बराबर हो उसे शिष्टता या बल से संतुष्ट करें।"
    },
    {
        "verse_id": "11",
        "text": "The power of a king lies in his mighty arms; that of a brahmana in his spiritual knowledge; and that of a woman in her beauty youth and sweet words.",
        "gujarati": "એક રાજાની શક્તિ તેના શક્તિશાળી હાથોમાં છે; એક બ્રાહ્મણની આધ્યાત્મિક જ્ઞાનમાં છે; અને એક સ્ત્રીની શક્તિ તેની સુંદરતા યુવાની અને મધુર શબ્દોમાં છે.",
        "hindi": "एक राजा की शक्ति उसके शक्तिशाली हाथों में होती है; एक ब्राह्मण की आध्यात्मिक ज्ञान में; और एक स्त्री की शक्ति उसकी सुंदरता, युवावस्था और मधुर शब्दों में होती है।"
    },
    {
        "verse_id": "12",
        "text": "Do not be very upright in your dealings for you would see by going to the forest that straight trees are cut down while crooked ones are left standing.",
        "gujarati": "તમારા વ્યવહારોમાં ખૂબ ઉદ્દાર નહિ રહેવું ચાહિએ કે તમે જંગલ પર જવાથી પરિપત્ર પેડનાં ચોપાં હોય છે, જ્યાંકે કુદરતિ પેડ ખડકાય છે.",
        "hindi": "अपने व्यवहारों में बहुत ही ईमानदार ना बनो क्योंकि आप जंगल जाकर देखेंगे कि सीधे पेड़ काटे जाते हैं जबकि टेढ़े वाले खड़े रहते हैं।"
    },
    {
        "verse_id": "13",
        "text": "Swans live wherever there is water, and leave the place where water dries up; let not a man act so -- and come and go as he pleases.",
        "gujarati": "રાજહંસો જે જગ્યા પર પાણી છે, તેઓ જીવતા છે, અને જે જગ્યા પર પાણી સુખાવે છે; લાલો મનુષ્ય તેમ કાર્ય કરવું નહિ -- અને તે જેવું જેવું તેવું ચાલો.",
        "hindi": "हंस जहां पानी होता है, वहां रहते हैं, और जहां पानी सूख जाता है वहां छोड़ देते हैं; इस प्रकार किसी आदमी को कार्य नहीं करना चाहिए -- वह अपनी इच्छा के अनुसार आता-जाता हो।"
    },
    {
        "verse_id": "14",
        "text": "Accumulated wealth is saved by spending just as incoming fresh water is saved by letting out stagnant water.",
        "gujarati": "સંગ્રહિત ધન માંગા જેવી જ છે જેમણે સ્થિર પાણી બહાર કર્યા છે, તેમણે સાચવી રહ્યું છે.",
        "hindi": "जमा हुआ धन खर्च करके बचाया जाता है जैसे कि आने वाला ताजा पानी स्थिर पानी को बहाकर बचाया जाता है।"
    },
    {
        "verse_id": "15",
        "text": "He who has wealth has friends and relations; he alone survives and is respected as a man.",
        "gujarati": "જે ધન છે તેમ મિત્રો અને સંબંધો છે; તે બધુ અથવા માનવ તરીકે બચવે છે અને આદર મેળવે છે.",
        "hindi": "जिसके पास धन होता है, उसके दोस्त और संबंधी होते हैं; वही व्यक्ति बचता है और मान्यता प्राप्त करता है।"
    },
    {
        "verse_id": "16",
        "text": "The following four characteristics of the denizens of heaven may be seen in the residents of this earth planet; charity, sweet words, worship of the Supreme Personality of Godhead, and satisfying the needs of brahmanas.",
        "gujarati": "સ્વર્ગના વાસુદેવ વીનો આદાન જુદી ગુજરાતના નિવાસીઓમાં જોવા મેળવી શકે છે; દાન, મીઠા શબ્દ, ભગવાન સુપ્રીમ વ્યક્તિગતાના પૂજા અને બ્રાહ્મણોના જરૂરતો પૂરી કરવી.",
        "hindi": "स्वर्ग के निवासियों के निम्न चार लक्षण इस पृथ्वी पर के निवासियों में देखे जा सकते हैं; दान, मिठे शब्द, परम पुरुष श्रीकृष्ण की पूजा, और ब्राह्मणों की आवश्यकताओं को पूरा करना।"
    },
    {
        "verse_id": "17",
        "text": "The following qualities of the denizens of hell may characterise men on earth; extreme wrath, harsh speech, enmity with one's relations, the company with the base, and service to men of low extraction.",
        "gujarati": "નરકના નિવાસીઓના નિમ્નના ગુણો માનવ પર વચ્ચે લાવી શકે છે; અત્યંત રોષ, કઠોર વાર્તા, નિકટ સંબંધોથી શત્રુતા, બાસ સાથે સાથે અને ઓછા વિચારવાળા લોકોને સેવા.",
        "hindi": "नरक के निवासियों के निम्न गुण धर्मशाला में लोगों को चरित्रित कर सकते हैं; अत्यंत क्रोध, कठोर भाषण, अपने संबंधियों से दुश्मनी, नीच संगति, और निम्न उत्पादन के लोगों की सेवा।"
    },
    {
        "verse_id": "18",
        "text": "By going to the den of a lion pearls from the head of an elephant may be obtained; but by visiting the hole of a jackal nothing but the tail of a calf or a bit of the hide of an ass may be found.",
        "gujarati": "શેરના ગુફા પર જવાથી હાથીના મથાના મોતી મળી શકે છે; પરંતુ એક શ્યાળના છેદરમાં જવાથી માતાના પૂંછ કે ગધાના ચામડાના થોડા મળી શકે છે.",
        "hindi": "शेर के गुफा में जाकर हाथी के सिर के मोती प्राप्त किए जा सकते हैं; लेकिन एक श्याल के गर्त में जाने से केवल बछड़े की पूंछ या गधे की खाल का थोड़ा ही मिलेगा।"
    },
    {
        "verse_id": "19",
        "text": "The life of an uneducated man is as useless as the tail of a dog which neither covers its rear end, nor protects it from the bites of insects.",
        "gujarati": "અશિક્ષિત વ્યક્તિની જીવન એવું વિનાશકરક છે જેમ કોઈ કુતરની પૂંછ જે તેનાં પાછળને આવરે છે નહિ, તેને કીડા નાં કાટા અમારી જીવન છે.",
        "hindi": "एक अशिक्षित व्यक्ति का जीवन एक कुत्ते की पूंछ की तरह निष्फल होता है जो न तो अपने पीछे को ढँकती है और न ही इसे कीटों के काटने से बचाती है।"
    },
    {
        "verse_id": "20",
        "text": "Purity of speech, of the mind, of the senses, and the of a compassionate heart are needed by one who desires to rise to the divine platform.",
        "gujarati": "વાતાવરણ, માનસિક, સ્પર્શ અને કરુણામય હૃદયની પવિત્રતા એ જે દિવ્ય પ્લેટફોર્મ પર ઉઠવા ઇચ્છે છે તેની જરૂર છે.",
        "hindi": "वाचा, मन, इंद्रियों और दया के शुद्धता वाले एक व्यक्ति को जो भगवानी स्थिति तक उठना चाहता है, उसे इनकी आवश्यकता होती है।"
    },
    {
        "verse_id": "21",
        "text": "As you seek fragrance in a flower, oil in the sesamum seed, fire in wood, ghee in milk, and jaggery (guda) in sugarcane; so seek the spirit that is in the body by means of discrimination.",
        "gujarati": "શંકારના મોંગફળીમાં, તેલ સરસો બીજમાં, લાકડામાં આગને, દુધમાં ઘીને અને સુગરકેનમાં ગુડામાં સુંદર શરીરનું ભાવની શોધો.",
        "hindi": "जैसे फूल में सुगंध खोजते हैं, तिल के बीज में तेल, लकड़ी में आग, दूध में घी, और गन्ने में गुड़ा; उसी प्रकार विवेक के माध्यम से शरीर में जो आत्मा है, उसे ढूंढें।"
    }
]
    