[
    {
        "verse_id": "1",
        "text": "One destitute of wealth is not destitute, he is indeed rich (if he is learned); but the man devoid of learning is destitute in every way.",
        "gujarati": "ધન વિના ગરીબ નથી ગરીબ, તે ખરેખર સમૃદ્ધ છે (જો તે પંડિત છે); પરંતુ જે માણસ શિક્ષણવિહોણો છે તે દરેક રીતે ગરીબ છે.",
        "hindi": "धन से विहीन व्यक्ति दरिद्र नहीं है, वह वास्तव में धनी है (यदि वह विद्वान है); लेकिन जो व्यक्ति ज्ञान से रहित है, वह हर प्रकार से दरिद्र है।"
    },
    {
        "verse_id": "2",
        "text": "We should carefully scrutinise that place upon which we step (having it ascertained to be free from filth and living creatures like insects, etc.); we should drink water which has been filtered (through a clean cloth); we should speak only those words which have the sanction of the satras; and do that act which we have carefully considered.",
        "gujarati": "જે જગ્યાએ આપણે પગ મૂકીએ છીએ તે ખૂબ જ ધ્યાનથી તપાસવી જોઈએ (તેને ગંદકી અને જીવંત જીવસૃષ્ટિ જેવા જીવચલનથી મુક્ત હોવાનુ ખાતરી કરી); અમારે તે પાણી પીવું જોઈએ જે છણાયેલું હોય (સફાઇથી); અમારે ફક્ત તે શબ્દો બોલવા જોઈએ જે શાસ્ત્રો દ્વારા મંજૂર હોય; અને તે કામ કરવું જોઈએ જે આપણે ધ્યાનપૂર્વક વિચારીને કર્યું હોય.",
        "hindi": "हमें उस स्थान का सावधानीपूर्वक निरीक्षण करना चाहिए जिस पर हम कदम रखते हैं (यह सुनिश्चित करके कि यह गंदगी और जीवित जीवों जैसे कीड़ों आदि से मुक्त है); हमें केवल वही शब्द बोलने चाहिए जिन्हें शास्त्रों का अनुमोदन प्राप्त है; और हमें वही कार्य करना चाहिए जिसे हमने सावधानीपूर्वक विचार किया है।"
    },
    {
        "verse_id": "3",
        "text": "He who desires sense gratification must give up all thoughts of acquiring knowledge; and he who seeks knowledge must not hope for sense gratification. How can he who seeks sense gratification acquire knowledge, and he who possesses knowledge enjoy mundane sense pleasure?",
        "gujarati": "જે વ્યક્તિ ઇન્દ્રિયસુખની ઈચ્છા રાખે છે તેને જ્ઞાન મેળવવાના તમામ વિચારો છોડી દેવા જોઈએ; અને જે જ્ઞાન શોધે છે તેને ઇન્દ્રિયસુખની આશા રાખવી જોઈએ નહીં. જે ઇન્દ્રિયસુખની ઈચ્છા રાખે છે તે જ્ઞાન કેવી રીતે મેળવી શકે? અને જેને જ્ઞાન છે તે નશીલા ઇન્દ્રિયસુખનો આનંદ કેવી રીતે માણી શકે?",
        "hindi": "जो व्यक्ति इन्द्रिय सुख की इच्छा करता है उसे ज्ञान प्राप्त करने के सभी विचारों को त्याग देना चाहिए; और जो ज्ञान की तलाश करता है उसे इन्द्रिय सुख की आशा नहीं करनी चाहिए। जो इन्द्रिय सुख की इच्छा करता है वह ज्ञान कैसे प्राप्त कर सकता है, और जो ज्ञान रखता है वह सांसारिक इन्द्रिय सुख का आनंद कैसे ले सकता है?"
    },
    {
        "verse_id": "4",
        "text": "What is it that escapes the observation of poets? What is that act women are incapable of doing? What will drunken people not prate? What will not a crow eat?",
        "gujarati": "કવિઓના નિરીક્ષણમાંથી શું છૂટી જાય છે? તે શું કામ છે જે સ્ત્રીઓ કરી શકતી નથી? શું પિધેલ લોકો કાકલી ન કરે? કાગડું શું ખાધું નથી?",
        "hindi": "कवियों की दृष्टि से क्या छूट जाता है? वह क्या काम है जो महिलाएँ नहीं कर सकतीं? नशे में लोग क्या नहीं बकवास करेंगे? कौवा क्या नहीं खाएगा?"
    },
    {
        "verse_id": "5",
        "text": "Fate makes a beggar a king and a king a beggar. He makes a rich man poor and a poor man rich.",
        "gujarati": "નસીબ ભિખારીને રાજા બનાવે છે અને રાજાને ભિખારી. તે ધનવાનને ગરીબ બનાવે છે અને ગરીબને ધનવાન.",
        "hindi": "भाग्य भिखारी को राजा और राजा को भिखारी बना देता है। वह अमीर आदमी को गरीब और गरीब आदमी को अमीर बना देता है।"
    },
    {
        "verse_id": "6",
        "text": "The beggar is a miser's enemy; the wise counsellor is the fool's enemy; her husband is an adulterous wife's enemy; and the moon is the enemy of the thief.",
        "gujarati": "ભિખારી કંજુષનો દુશ્મન છે; સમજદાર સલાહકાર મૂર્ખનો દુશ્મન છે; તેના પતિ એ વ્યભિચારણિયાયળ wife's નો દુશ્મન છે; અને ચંદ્ર ચોરનો દુશ્મન છે.",
        "hindi": "भिखारी कंजूस का दुश्मन है; बुद्धिमान सलाहकार मूर्ख का दुश्मन है; उसका पति व्यभिचारी पत्नी का दुश्मन है; और चाँद चोर का दुश्मन है।"
    },
    {
        "verse_id": "7",
        "text": "Those who are destitute of learning, penance, knowledge, good disposition, virtue and benevolence are brutes wandering the earth in the form of men. They are burdensome to the earth.",
        "gujarati": "જે લોકો વિધ્યાથી, તપ, જ્ઞાન, સારા સ્વભાવ, સદ્ગુણ અને દયાથી વંચિત છે તે પૃથ્વી પર માણસોના રૂપમાં ભ્રમણશીલ પશુ છે. તેઓ પૃથ્વી પર ભારરૂપ છે.",
        "hindi": "जो लोग विद्या, तपस्या, ज्ञान, अच्छे स्वभाव, सद्गुण और दया से रहित हैं वे पृथ्वी पर मनुष्यों के रूप में घूमने वाले पशु हैं। वे पृथ्वी पर बोझ हैं।"
    },
    {
        "verse_id": "8",
        "text": "Those that are empty-minded cannot be benefited by instruction. Bamboo does not acquire the quality of sandalwood by being associated with the Malaya Mountain.",
        "gujarati": "જે લોકો મગજખાલી છે તેમને શિક્ષણથી કોઈ ફાયદો નથી. બાંસ મલય પર્વત સાથે જોડાણથી ચંદનના ગુણ નથી મેળવતું.",
        "hindi": "जो लोग मस्तिष्कहीन होते हैं, उन्हें शिक्षा से कोई लाभ नहीं होता। बांस मालय पर्वत से जुड़ने पर चंदन की गुणवत्ता प्राप्त नहीं करता।"
    },
    {
        "verse_id": "9",
        "text": "What good can the scriptures do to a man who has no sense of his own? Of what use is a mirror to a blind man?",
        "gujarati": "તે માણસને ધર્મગ્રંથો કઈ સારા કરી શકે છે કે જેમણે પોતાના માટે કોઈ અર્થ નથી? અંધ માણસ માટે અરીસો કયા કામનો?",
        "hindi": "उस आदमी को धर्मग्रंथ क्या भला कर सकते हैं जिसके पास अपनी कोई समझ नहीं है? अंधे आदमी के लिए दर्पण का क्या उपयोग है?"
    },
    {
        "verse_id": "10",
        "text": "Nothing can reform a bad man, just as the posterious cannot become a superior part of the body though washed one hundred times.",
        "gujarati": "કોઈપણ વસ્તુ ખરાબ માણસને સુધારી શકતી નથી, જેમ કે પીછળી ભાગ દેહના શ્રેષ્ઠ ભાગ બની શકતા નથી જે છતાં તે એકસો વખત ધોઈ શકાય.",
        "hindi": "कुछ भी एक बुरे आदमी को सुधार नहीं सकता, जैसे कि पिछला हिस्सा एक सौ बार धोने के बावजूद शरीर का श्रेष्ठ हिस्सा नहीं बन सकता।"
    },
    {
        "verse_id": "11",
        "text": "By offending a kinsman, life is lost; by offending others, wealth is lost; by offending the king, everything is lost; and by offending a brahmana one's whole family is ruined.",
        "gujarati": "સગાને અપમાન કરીને, જીવન ગુમાવી શકાય છે; બીજાઓનું અપમાન કરીને, ધન ગુમાવી શકાય છે; રાજાનું અપમાન કરીને, બધું ગુમાવી શકાય છે; અને બ્રાહ્મણનું અપમાન કરીને one's સંપૂર્ણ પરિવારનો નાશ થઈ શકે છે.",
        "hindi": "रिश्तेदार का अपमान करने से जीवन खो जाता है; दूसरों का अपमान करने से धन खो जाता है; राजा का अपमान करने से सब कुछ खो जाता है; और ब्राह्मण का अपमान करने से पूरे परिवार का नाश हो जाता है।"
    },
    {
        "verse_id": "12",
        "text": "It is better to live under a tree in a jungle inhabited by tigers and elephants, to maintain oneself in such a place with ripe fruits and spring water, to lie down on grass and to wear the ragged barks of trees than to live amongst one's relations when reduced to poverty.",
        "gujarati": "કુવૃત્તિ અને ગરીબી વચ્ચે જીવતા રહેવું કરતાં વાઘ અને હાથીઓ વાસ કરે છે તેવા જંગલમાં વૃક્ષ નીચે રહેવું, ફળો અને વસંતના પાણીથી પોતાને જીવિત રાખવું, ઘાસ પર સુવું અને ઝાડની જર્જરિત છાલ પહેરવી વધુ સારું છે.",
        "hindi": "किसी के रिश्तेदारों के बीच रहने के बजाय जब गरीबी आती है, बाघों और हाथियों से भरे जंगल में एक पेड़ के नीचे रहना, पके फलों और झरने के पानी से खुद को जीवित रखना, घास पर लेटना और पेड़ों की फटी हुई छाल पहनना बेहतर है।"
    },
    {
        "verse_id": "13",
        "text": "The brahmana is like a tree; his prayers are the roots, his chanting of the Vedas are the branches, and his religious act are the leaves. Consequently, effort should be made to preserve his roots for if the roots are destroyed there can be no branches or leaves.",
        "gujarati": "બ્રાહ્મણ વૃક્ષની જેમ છે; તેની પ્રાર્થનાઓ મૂળ છે, તેની વેદોના પાઠ શાખાઓ છે, અને તેની ધાર્મિક ક્રિયાઓ પાંદડાં છે. તેથી, તેની મૂળોને જાળવવા માટે પ્રયાસો કરવાં જોઈએ, કેમ કે જો મૂળોને નાશ કરવામાં આવે તો કોઈ શાખા અથવા પાંદડાં નહીં રહે.",
        "hindi": "ब्राह्मण एक पेड़ की तरह है; उसकी प्रार्थनाएँ जड़ें हैं, वेदों का पाठ उसकी शाखाएँ हैं, और उसके धार्मिक कार्य पत्तियाँ हैं। इसलिए, उसकी जड़ों को संरक्षित करने का प्रयास करना चाहिए, क्योंकि यदि जड़ें नष्ट हो जाती हैं तो कोई शाखाएँ या पत्तियाँ नहीं रह सकतीं।"
    },
    {
        "verse_id": "14",
        "text": "My mother is Kamala devi (Lakshmi), my father is Lord Janardana (Vishnu), my kinsmen are the Vishnu-bhaktas (Vaisnavas), and my homeland is all the three worlds.",
        "gujarati": "મારી માતા કમલા દેવી (લક્ષ્મી), મારા પિતા ભગવાન જનાર્દન (વિષ્ણુ), મારા સગા વિષ્ણુભક્ત (વૈષ્ણવ) છે, અને મારું વતન બધા ત્રણ લોક છે.",
        "hindi": "मेरी माँ कमला देवी (लक्ष्मी), मेरे पिता भगवान जनार्दन (विष्णु), मेरे कुटुंबीजन विष्णु-भक्त (वैष्णव) हैं, और मेरा जन्मस्थान तीनों लोक हैं।"
    },
    {
        "verse_id": "15",
        "text": "(Through the night) a great many kinds of birds perch (Sit and rest) on a tree but in the morning they fly in all the ten directions. Why should we lament (Expression of sorrow) for that? (Similarly, we should not grieve when we must inevitably part company from our dear ones).",
        "gujarati": "(રાત્રિ દરમિયાન) ઘણા પ્રકારનાં પક્ષીઓ એક વૃક્ષ પર આરામ કરે છે, પરંતુ સવારે તે દશ દિશાઓમાં ઉડાન ભરતા હોય છે. આપણે તેનો શોક કેમ કરવો જોઈએ? (તે જ રીતે, જ્યારે આપણે અમારાં પ્રિયજનોને છોડી જવું પડે, ત્યારે આપણું દુઃખી ન થવું જોઈએ).",
        "hindi": "(रात भर में) बहुत से प्रकार के पक्षी एक पेड़ पर बैठते (आराम करते) हैं, लेकिन सुबह होते ही वे दसों दिशाओं में उड़ जाते हैं। हमें इसका शोक क्यों करना चाहिए? (इसी तरह, हमें अपने प्रियजनों से अनिवार्य रूप से अलग होने पर शोक नहीं करना चाहिए)।"
    },
    {
        "verse_id": "16",
        "text": "He who possesses intelligence is strong; how can the man that is unintelligent be powerful? The elephant of the forest having lost his senses by intoxication was tricked into a lake by a small rabbit. (This verse refers to a famous story from the niti-sastra called pancatantra compiled by the pandit Vishnusharma 2500 years ago).",
        "gujarati": "જે વ્યક્તિ બુદ્ધિશાળી છે તે શક્તિશાળી છે; જે વ્યક્તિ બુદ્ધિવિહોણો છે તે કેવી રીતે શક્તિશાળી બની શકે? જંગલનો હાથી નશાની અસરથી પોતાના હોશ ગુમાવી બેસ્યો હતો અને નાની કાળઘોડાએ તેને એક સરોવર સુધી દોર્યો હતો. (આ શ્લોક એક પ્રખ્યાત કથા pancatantra ની છે જે 2500 વર્ષ પહેલા વિષ્ણુશર્મા દ્વારા સંપાદિત કરવામાં આવી હતી).",
        "hindi": "जो व्यक्ति बुद्धिमान है, वह शक्तिशाली है; जो व्यक्ति बुद्धिहीन है, वह कैसे शक्तिशाली हो सकता है? जंगल के हाथी ने नशे में अपनी इंद्रियां खो दी थीं और एक छोटे से खरगोश ने उसे एक झील में धोखा दे दिया था। (यह श्लोक नीति-शास्त्र की एक प्रसिद्ध कहानी का संदर्भ देता है जिसे पंडित विष्णु शर्मा द्वारा 2500 साल पहले संकलित किया गया था)।"
    },
    {
        "verse_id": "17",
        "text": "Why should I be concerned for my maintenance while absorbed in praising the glories of Lord Vishwambhara (Vishnu), the supporter of all. Without the grace of Lord Hari, how could milk flow from a mother's breast for a child's nourishment? Repeatedly thinking only in this way, O Lord of the Yadus, O husband of Lakshmi, all my time is spent in serving Your lotus feet.",
        "gujarati": "મારા નિર્વાહની ચિંતા કેમ કરું જ્યારે વિશ્વંભરા પ્રભુની મહિમાની સ્તુતિમાં લીન થયો છું. હરિની કૃપા વિના માતાના સ્તનમાંથી બાળકને પોષણ માટે દૂધ કેવી રીતે નીકળે? આવી રીતે વિચારતા રહેવાથી, હે યાદવેશ્વર, હે લક્ષ્મીપતિ, મારો સમય તમારા કમળચરણોની સેવામાં જ વિતાવે છે.",
        "hindi": "मेरे निर्वाह की चिंता क्यों करूँ जब विश्वंभरा प्रभु की महिमा की स्तुति में लीन हूँ. हरि की कृपा के बिना माता के स्तन से बालक के पोषण के लिए दूध कैसे निकले? ऐसे ही विचार करता रहूँ, हे यादवेश्वर, हे लक्ष्मीपति, मेरा समय तुम्हारे कमलचरणों की सेवा में ही विताया है."
    }
]
