[
    {
        "verse_id": "1",
        "text": "By means of hearing one understands dharma, malignity vanishes, knowledge is acquired, and liberation from material bondage is gained.",
        "gujarati": "શ્રવણ દ્વારા કોઈને ધર્મનું સમજણ થાય છે, દુષ્ટતા નષ્ટ થાય છે, જ્ઞાન પ્રાપ્ત થાય છે, અને ભૌતિક બંધનથી મુક્તિ પ્રાપ્ત થાય છે.",
        "hindi": "श्रवण के माध्यम से कोई धर्म को समझता है, दुष्टता समाप्त हो जाती है, ज्ञान प्राप्त होता है, और भौतिक बंधन से मुक्ति प्राप्त होती है।"
    },
    {
        "verse_id": "2",
        "text": "Among birds the crow is vile; among beasts the dog; the ascetic whose sins is abominable, but he who blasphemes others is the worst chandala.",
        "gujarati": "પક્ષીઓમાં કાગડો દુષ્ટ છે; પશુઓમાં કૂતરો; પાપી તપસ્વી અઘોરી છે, પરંતુ જે બીજા લોકોની નિંદા કરે છે તે સર્વોત્તમ ચાંડાલ છે.",
        "hindi": "पक्षियों में कौआ नीच है; जानवरों में कुत्ता; पापी तपस्वी घृणित है, लेकिन जो दूसरों की निंदा करता है वह सबसे बड़ा चांडाल है।"
    },
    {
        "verse_id": "3",
        "text": "Brass is polished by ashes; copper is cleaned by tamarind; a woman, by her menses; and a river by its flow.",
        "gujarati": "પીતળ રાખથી ચમકાવાય છે; તાંબું આમલીથી સફા કરાય છે; સ્ત્રી, તેના મenserથી; અને નદી તેના પ્રવાહથી.",
        "hindi": "पीतल को राख से चमकाया जाता है; तांबे को इमली से साफ किया जाता है; एक स्त्री अपने मासिक धर्म से; और एक नदी अपने प्रवाह से।"
    },
    {
        "verse_id": "4",
        "text": "The king, the brahmana, and the ascetic yogi who go abroad are respected; but the woman who wanders is utterly ruined.",
        "gujarati": "રાજા, બ્રાહ્મણ, અને તપસ્વી યોગી જે વિદેશ જતાં હોય છે તેમને સન્માન મળે છે; પરંતુ જે સ્ત્રી ભટકે છે તે સંપૂર્ણપણે બરબાદ થાય છે.",
        "hindi": "राजा, ब्राह्मण, और तपस्वी योगी जो विदेश जाते हैं, उनका सम्मान किया जाता है; लेकिन जो स्त्री भटकती है, वह पूरी तरह से बर्बाद हो जाती है।"
    },
    {
        "verse_id": "5",
        "text": "He who has wealth has friends. He who is wealthy has relatives. The rich one alone is called a man, and the affluent alone are respected as pandits.",
        "gujarati": "જેના પાસે સંપત્તિ છે તેને મિત્રો છે. જે ધનવાન છે તેની પાસે સંબંધીઓ છે. ધનિકને જ પુરુષ કહેવામાં આવે છે, અને સમૃદ્ધને જ પંડિતો તરીકે માન આપવામાં આવે છે.",
        "hindi": "जिसके पास धन है उसके मित्र हैं। जो धनी है उसके संबंधी हैं। केवल धनी को ही पुरुष कहा जाता है, और केवल समृद्ध ही पंडित के रूप में सम्मानित होते हैं।"
    },
    {
        "verse_id": "6",
        "text": "As is the desire of Providence, so functions one's intellect; one's activities are also controlled by Providence; and by the will of Providence one is surrounded by helpers.",
        "gujarati": "જેમ પ્રભુની ઇચ્છા હોય છે, તેમ કોઈની બુદ્ધિ કાર્ય કરે છે; એકના કાર્યો પણ પ્રભુની ઇચ્છાથી નિયંત્રિત થાય છે; અને પ્રભુની ઇચ્છાથી કોઈ મદદગારોથી ઘેરાય છે.",
        "hindi": "जैसी ईश्वर की इच्छा होती है, वैसा ही किसी की बुद्धि काम करती है; किसी की गतिविधियाँ भी ईश्वर की इच्छा से नियंत्रित होती हैं; और ईश्वर की इच्छा से कोई सहायक लोगों से घिरा होता है।"
    },
    {
        "verse_id": "7",
        "text": "Time perfects all living beings as well as kills them; it alone is awake when all others are asleep. Time is insurmountable.",
        "gujarati": "સમય બધા જીવિત પ્રાણીઓને સંપૂર્ણ બનાવે છે અને તેમને મારી નાખે છે; જ્યારે બધાં અન્ય સૂતાં હોય છે ત્યારે તે જ જાગ્રત રહે છે. સમય અદમ્ય છે.",
        "hindi": "समय सभी जीवित प्राणियों को पूर्ण करता है और उन्हें मारता भी है; जब सभी सो रहे होते हैं, तब केवल वही जाग्रत रहता है। समय अपरिहार्य है।"
    },
    {
        "verse_id": "8",
        "text": "Those born blind cannot see; similarly blind are those in the grip of lust. Proud men have no perception of evil; and those bent on acquiring riches see no sin in their actions.",
        "gujarati": "જેઓ જન્મથી અંધ છે તેઓ જોઈ શકતા નથી; એવી જ રીતે વાસનાના ગૃહમાં હોવાનું અંધ છે. ગર્વિત માણસોને દોષનો અભાસ નથી; અને જે લોકો સંપત્તિ મેળવવા પર તત્પર છે તેઓને તેમના કાર્યોમાં કોઈ પાપ દેખાતું નથી.",
        "hindi": "जन्म से अंधे लोग नहीं देख सकते; उसी प्रकार वासना के चंगुल में फंसे लोग भी अंधे होते हैं। गर्वित पुरुषों को बुराई का कोई एहसास नहीं होता; और जो लोग धन अर्जित करने के लिए झुके होते हैं, उन्हें अपने कार्यों में कोई पाप नहीं दिखता।"
    },
    {
        "verse_id": "9",
        "text": "The spirit soul goes through his own course of karma and he himself suffers the good and bad results thereby accrued. By his own actions he entangles himself in samsara, and by his own efforts he extricates himself.",
        "gujarati": "આત્મા પોતાનું કર્મ માર્ગ અનુસરે છે અને તે પોતે તેના સારા અને ખરાબ પરિણામોનો ભોગ બને છે. પોતાની ક્રિયાઓ દ્વારા તે પોતાના આ બંધન માં ફસાય છે, અને પોતાના પ્રયાસોથી તે પોતાને મુક્ત કરે છે.",
        "hindi": "आत्मा अपने कर्म के मार्ग से गुजरता है और वह खुद अपने द्वारा अर्जित अच्छे और बुरे परिणामों को भुगतता है। अपने कार्यों द्वारा वह खुद को संसार में फंसाता है, और अपने प्रयासों से वह खुद को निकालता है।"
    },
    {
        "verse_id": "10",
        "text": "The king is obliged to accept the sins of his subjects; the purohit (priest) suffers for those of the king; a husband suffers for those of his wife; and the guru suffers for those of his pupils.",
        "gujarati": "રાજા તેમના પ્રજાજનોના પાપોને સ્વીકારવાનો બાંધછોડ છે; પૂજારી (પુરોહિત) રાજાના પાપો માટે પીડાય છે; પતિ તેની પત્નીના પાપો માટે પીડાય છે; અને ગુરુ તેમના શિષ્યોના પાપો માટે પીડાય છે.",
        "hindi": "राजा को अपने प्रजा के पापों को स्वीकार करना पड़ता है; पुजारी (पुरोहित) राजा के पापों के लिए पीड़ित होता है; पति अपनी पत्नी के पापों के लिए पीड़ित होता है; और गुरु अपने शिष्यों के पापों के लिए पीड़ित होता है।"
    },
    {
        "verse_id": "11",
        "text": "A father who is a chronic debtor, an adulterous mother, a beautiful wife, and an unlearned son are enemies (in one's own home).",
        "gujarati": "પિતા જે ચિરકાળના દેણદાર છે, અધર્મિક માતા, સુંદર પત્ની, અને અજ્ઞાન પુત્ર ઘરમાં દુશ્મનો છે.",
        "hindi": "एक पिता जो पुराना कर्जदार है, व्यभिचारी माँ, सुंदर पत्नी, और अनपढ़ पुत्र घर में शत्रु हैं।"
    },
    {
        "verse_id": "12",
        "text": "Conciliate a covetous man by means of a gift, an obstinate man with folded hands in salutation, a fool by humouring him, and a learned man by truthful words.",
        "gujarati": "લાલચી માણસને ભેટથી મનાવો, આડમ્બરમય માણસને વંદનાથી, મૂર્ખને હાસ્યથી, અને પંડિતને સાચી વાતોથી.",
        "hindi": "लालची व्यक्ति को उपहार से, हठी व्यक्ति को नम्रता से, मूर्ख को हंसी से, और विद्वान व्यक्ति को सत्य वचनों से संतुष्ट करें।"
    },
    {
        "verse_id": "13",
        "text": "It is better to be without a kingdom than to rule over a petty one; better to be without a friend than to befriend a rascal; better to be without a disciple than to have a stupid one; and better to be without a wife than to have a bad one.",
        "gujarati": "નાનું રાજ્ય ચલાવવાથી વિના રાજ્યનું હોવું સારું છે; ધૂર્ત મિત્ર કરતા વિના મિત્રનું હોવું સારું છે; મૂર્ખ શિષ્ય કરતા વિના શિષ્યનું હોવું સારું છે; અને ખરાબ પત્ની કરતા વિના પત્નીનું હોવું સારું છે.",
        "hindi": "छोटे राज्य पर शासन करने से बेहतर है कि राज्य न हो; बदमाश मित्र होने से बेहतर है कि मित्र न हो; मूर्ख शिष्य होने से बेहतर है कि शिष्य न हो; और बुरी पत्नी होने से बेहतर है कि पत्नी न हो।"
    },
    {
        "verse_id": "14",
        "text": "How can people be made happy in a petty kingdom? What peace can we expect from a rascal friend? What happiness can we have at home in the company of a bad wife? How can renown be gained by instructing an unworthy disciple?",
        "gujarati": "નાના રાજ્યમાં લોકોને કેમ ખુશ કરી શકાય? ધૂર્ત મિત્રથી કઈ શાંતિ અપેક્ષા રાખી શકાય? ખરાબ પત્નીની સાથે ઘરમાં શું આનંદ હોઈ શકે? અયોગ્ય શિષ્યને શિખવાડવાથી ખ્યાતિ કેવી રીતે મેળવી શકાય?",
        "hindi": "छोटे राज्य में लोगों को कैसे खुश किया जा सकता है? बदमाश मित्र से हमें क्या शांति मिल सकती है? बुरी पत्नी के साथ घर में क्या खुशी मिल सकती है? अयोग्य शिष्य को सिखाने से प्रतिष्ठा कैसे प्राप्त की जा सकती है?"
    },
    {
        "verse_id": "15",
        "text": "Learn one thing from a lion; one from a crane; four from a cock; five from a crow; six from a dog; and three from an ass.",
        "gujarati": "સિંહમાંથી એક વસ્તુ શીખો; બગલામાંથી એક; કોંકમાંથી ચાર; કાગડાથી પાંચ; કૂતરામાંથી છ; અને ગધેડામાંથી ત્રણ.",
        "hindi": "सिंह से एक चीज़ सीखें; बगुला से एक; मुर्गे से चार; कौआ से पांच; कुत्ते से छह; और गधे से तीन।"
    },
    {
        "verse_id": "16",
        "text": "The one excellent thing that can be learned from a lion is that whatever a man intends doing should be done by him with a whole-hearted and strenuous effort.",
        "gujarati": "સિંહમાંથી શીખી શકાય એવી એક ઉત્તમ વસ્તુ એ છે કે જે કંઈ પણ માણસ કરવાનો ઇરાદો રાખે છે તેને તે સંપૂર્ણ મનથી અને શ્રમપૂર્ણ પ્રયાસ સાથે કરવું જોઈએ.",
        "hindi": "सिंह से सीखी जा सकने वाली एक उत्कृष्ट चीज़ यह है कि जो कुछ भी मनुष्य करने का इरादा करता है, उसे पूरे दिल और कड़ी मेहनत के साथ करना चाहिए।"
    },
    {
        "verse_id": "17",
        "text": "The wise man should restrain his senses like the crane and accomplish his purpose with due knowledge of his place, time and ability.",
        "gujarati": "જ્ઞાની માણસે બગલા જેવી રીતે પોતાની ઇન્દ્રિઓને નિયંત્રિત કરવી જોઈએ અને પોતાના સ્થાન, સમય અને ક્ષમતા અંગે યોગ્ય જ્ઞાન સાથે પોતાના હેતુને પૂર્ણ કરવો જોઈએ.",
        "hindi": "बुद्धिमान व्यक्ति को बगुला की तरह अपनी इंद्रियों को नियंत्रित करना चाहिए और अपने स्थान, समय और क्षमता के ज्ञान के साथ अपने उद्देश्य को पूरा करना चाहिए।"
    },
    {
        "verse_id": "18",
        "text": "To wake at the proper time; to take a bold stand and fight; to make a fair division (of property) among relations; and to earn one's own bread by personal exertion are the four excellent things to be learned from a cock.",
        "gujarati": "સાચા સમય પર જાગવું; દ્રઢ વલણ રાખવું અને લડવું; સંબંધીઓમાં ન્યાયપૂર્ણ વહેચાણ કરવું (માલમત્તા); અને પોતાનો નાનું કમાવવું પોતાનો વ્યાયામ દ્વારા - આ ચારે ઉત્તમ વસ્તુઓ કોંકમાંથી શીખવી જોઈએ.",
        "hindi": "सही समय पर जागना; साहसी रुख अपनाना और लड़ना; संबंधियों के बीच उचित विभाजन करना (संपत्ति का); और अपने स्वयं के श्रम द्वारा अपनी रोटी कमाना - ये चार उत्कृष्ट चीजें मुर्गे से सीखी जानी चाहिए।"
    },
    {
        "verse_id": "19",
        "text": "Union in privacy (with one's wife); boldness; storing away useful items; watchfulness; and not easily trusting others; these five things are to be learned from a crow.",
        "gujarati": "વ્યક્તિગત ગોપનિયતામાં (પત્ની સાથે) એકતા; ધૃઢતા; ઉપયોગી વસ્તુઓ સંગ્રહ કરવી; ચેતનાવૃત્તિ; અને અન્ય પર સહેજે ભરોસો ન કરવો; આ પાંચ વસ્તુઓ કાગડાથી શીખવી જોઈએ.",
        "hindi": "गोपनीयता में एकता (अपनी पत्नी के साथ); साहस; उपयोगी वस्तुओं को संग्रहित करना; सतर्कता; और दूसरों पर आसानी से भरोसा न करना; ये पांच चीजें कौवे से सीखी जानी चाहिए।"
    },
    {
        "verse_id": "20",
        "text": "Contentment with little or nothing to eat although one may have a great appetite; to awaken instantly although one may be in a deep slumber; unflinching devotion to the master; and bravery; these six qualities should be learned from the dog.",
        "gujarati": "થોડું કે કશું ન ખાધા છતાં સંતોષ થવો (જ્યારે ભુખ મોટેલુ હોય); તરત જાગવું (જ્યારે ઊંડા ઊંઘમાં હોવ); પ્રભુ માટે અડગ ભક્તિ; અને શૌર્ય; આ છ ગુણ કૂતરામાંથી શીખવા જોઈએ.",
        "hindi": "थोड़ा या कुछ न खाने पर भी संतोष करना (जबकि भूख बड़ी हो); तुरंत जागना (जबकि गहरी नींद में हो); स्वामी के प्रति अटल भक्ति; और बहादुरी; ये छह गुण कुत्ते से सीखे जाने चाहिए।"
    },
    {
        "verse_id": "21",
        "text": "Although an ass is tired, he continues to carry his burden; he is unmindful of cold and heat; and he is always contented; these three things should be learned from the ass.",
        "gujarati": "ગધેડો થાકેલો હોવા છતાં તે તેનું ભાર વહન કરવાનું ચાલુ રાખે છે; તે ઠંડી અને ગરમીની ચિંતા કરતો નથી; અને તે હંમેશા સંતોષિત રહે છે; આ ત્રણ વસ્તુઓ ગધેડામાંથી શીખવી જોઈએ.",
        "hindi": "गधा थका होने के बावजूद अपने भार को ढोता रहता है; वह ठंड और गर्मी की परवाह नहीं करता; और वह हमेशा संतुष्ट रहता है; ये तीन चीजें गधे से सीखी जानी चाहिए।"
    },
    {
        "verse_id": "22",
        "text": "He who shall practice these twenty virtues shall become invincible in all his undertakings.",
        "gujarati": "જે આ વીસ ગુણોને અનુસરે છે તે તેના બધા કાર્યોમાં અજય બની જશે.",
        "hindi": "जो इन बीस गुणों का अभ्यास करेगा वह अपने सभी कार्यों में अजेय हो जाएगा।"
    }
]